/**
 * Article posts registry.
 * Auto-generated from CINIYAANA_Content — re-run: node scripts/generate-section-posts.mjs
 */
export const articlePosts = [
  {
    id: '01',
    slug: 'kannada-theatre-cinema-relationship',
    image: '/menus/article/images/01-images/01.jpg',
    date: '',
    category: {
      kn: 'ಕನ್ನಡ ಸಿನಿಮಾ',
      en: 'Kannada Cinema',
    },
    subtitle: {
      kn: 'ಕೆ.ಪುಟ್ಟಸ್ವಾಮಿ, ಲೇಖಕರು',
      en: 'K. Puttaswamy, Writer',
    },
    title: {
      kn: 'ಕನ್ನಡ ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರಗಳ ಸಾವಯವ ಸಂಬಂಧಗಳು',
      en: 'The Organic Relationship Between Kannada Theatre and Cinema',
    },
    profile: {
      image: '/menus/pics/Honavalli-Krishna.webp',
      name: {
        kn: 'ಹೊನ್ನವಳ್ಳಿ ಕೃಷ್ಣ',
        en: 'Honnavalli Krishna',
      },
      role: {
        kn: 'ನಟ',
        en: 'Actor',
      },
      intro: {
        kn: 'ನಟ ಹೊನ್ನವಳ್ಳಿ ಕೃಷ್ಣ ನಟನೆ ಜೊತೆಗೆ 40ಕ್ಕೂ ಹೆಚ್ಚು ಚಿತ್ರಗಳಿಗೆ ಸಹನಿರ್ದೇಶಕರಾಗಿ ಕೆಲಸ ಮಾಡಿದ್ದಾರೆ. ಹೀಗೆ ನಟ – ಸಹನಿರ್ದೇಶಕನಾಗಿ ‘ಶ್ರೀನಿವಾಸ ಕಲ್ಯಾಣ’ ಸಿನಿಮಾದಲ್ಲಿ ಕೆಲಸ ಮಾಡುವಾಗಿನ ಶೂಟಿಂಗ್‌ ಸೋಜಿಗವೊಂದನ್ನು ನೆನಪು ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ.',
        en: 'Actor Honnavalli Krishna has worked as a co-director on more than 40 films alongside his acting career. Here, he recalls a shooting anecdote from his time working as an actor–co-director on the film Srinivasa Kalyana.',
      },
    },
    body: {
      kn: `ಕನ್ನಡ ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರ ಕ್ಷೇತ್ರದ ನಂಟಿಗೆ ಶತಮಾನದ ಇತಿಹಾಸವಿದೆ. ರಂಗಭೂಮಿಯ ಕಸುವನ್ನು ಹೀರುತ್ತಾ ಚಿತ್ರರಂಗ ಬೆಳೆಯುತ್ತಾ ಬಂದಿರುವುದು ಹೌದು. ವಿಶ್ವ ರಂಗಭೂಮಿ ದಿನದ (ಮಾರ್ಚ್‌ 27) ಈ ಸಂದರ್ಭದಲ್ಲಿ ರಾಷ್ಟ್ರಪ್ರಶಸ್ತಿ ಪುರಸ್ಕೃತ ಲೇಖಕ ಡಾ.ಕೆ.ಪುಟ್ಟಸ್ವಾಮಿ ಅವರ ಸವಿಸ್ತಾರವಾದ ಬರಹವಿದು.

ಕೆ.ಪುಟ್ಟಸ್ವಾಮಿ, ಲೇಖಕರು

ಕನ್ನಡ ರಂಗಭೂಮಿಯು ಭಾರತೀಯ ರಂಗಭೂಮಿಯಂತೆಯೇ ಜನಪದರ ಒಡಲಿನಿಂದ ಆವಿರ್ಭವಿಸಿದ ಕಲಾ ಪ್ರಕಾರ. ಪ್ರಾಚೀನ ರಂಗಭೂಮಿಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಎರಡು ವರ್ಗಗಳಾಗಿ ನಿರ್ವಚಿಸುತ್ತಾರೆ. ಒಂದು ಜನಸಮುದಾಯ ತನ್ನ ರಂಜನೆಗಾಗಿ ಕಟ್ಟಿದ ಜನಪದ ರಂಗಭೂಮಿ. ಕರ್ನಾಟಕದಲ್ಲಿ ಕಂಡುಬರುವ ಬಯಲಾಟ, ಸಣ್ಣಾಟ, ದೊಡ್ಡಾಟ, ಗೊಂಬೆಯಾಟ ಇತ್ಯಾದಿ ಜನಪದ ರಂಗಭೂಮಿಯ ಪ್ರಕಾರಗಳು. ಮತ್ತೊಂದು-ಪ್ರಭುತ್ವ ಪೋಷಿತ ನಾಟಕ ಪ್ರದರ್ಶನಗಳು. ಕಲಾಪೋಷಣೆ ರಾಜರ ಕರ್ತವ್ಯಗಳಲ್ಲೊಂದಾದ ಕಾರಣ ರಾಜರ ಆಸ್ಥಾನದಲ್ಲಿ ನಾಟಕಗಳನ್ನು ಏರ್ಪಡಿಸುವ ಪರಿಪಾಠವಿತ್ತು. ಇವು ಸಂಸ್ಕೃತ ರಂಗಭೂಮಿಯನ್ನು ಅನುಕರಿಸುತ್ತಿದ್ದವು. ಹಾಗಾಗಿ ಸಂಗೀತ ಅಭಿನಯಕ್ಕೆ ಹೆಚ್ಚು ಪ್ರಾಧಾನ್ಯವಿತ್ತು. ಬಹುತೇಕ ಕಲಾವಿದರು ಸಂಗೀತಗಾರರೇ ಆಗಿರುತ್ತಿದ್ದದ್ದು ವಿಶೇಷ. ಈ ಎರಡೂ ವರ್ಗಗಳ ನಾಟಕ ರೂಪಗಳು ಎಂದೂ ಉದ್ಯಮವಾಗಿರಲಿಲ್ಲ. ಒಂದು ಆರ್ಥಿಕ ರೀತಿ-ನೀತಿಗಳನ್ನು ಅಳವಡಿಸಿಕೊಂಡಿರಲಿಲ್ಲ. ಜನರಂಜನೆ, ಬೋಧನೆಗಳೇ ಅವುಗಳ ಹಿಂದಿನ ಉದ್ದೇಶಗಳಾಗಿದ್ದವು.
ಹತ್ತೊಂಬತ್ತನೇ ಶತಮಾನದ ಉತ್ತರಾರ್ಧದಿಂದ ಭಾರತದಲ್ಲಿ ವೃತ್ತಿ ರಂಗಭೂಮಿಗಳು ತಲೆಯೆತ್ತಿದ್ದವು. ಜನರಂಜನೆಯ ಮೂಲಕ ರಂಗಭೂಮಿಯನ್ನು ಉದ್ಯಮವನ್ನಾಗಿಸಿದ ಖ್ಯಾತಿ ಅವುಗಳಿಗೆ ಸಲ್ಲುತ್ತದೆ. ಹಾಗಾಗಿ ರಂಗಭೂಮಿಯು ಒಂದು ಸಾಂಸ್ಥಿಕ ಸ್ವರೂಪ ಪಡೆಯಿತು. ಮುಖ್ಯವಾಗಿ ಪಾರ್ಸಿ ರಂಗಭೂಮಿಯು ಭಾರತದಲ್ಲಿ ವೃತ್ತಿ ರಂಗಭೂಮಿಯನ್ನು ಉದ್ಘಾಟಿಸಿದ್ದು ಮಾತ್ರವಲ್ಲ; ಇಡೀ ಭಾರತೀಯ ವೃತ್ತಿ ರಂಗಭೂಮಿಯ ಮೇಲೆ ಮತ್ತೆ ನಂತರದ ಚಲನಚಿತ್ರರಂಗದ ಬೆಳವಣಿಗೆ, ವಿಕಾಸದಲ್ಲಿ ಮಹತ್ವದ ಪಾತ್ರ ವಹಿಸಿತು. ಇಂದಿಗೂ ಪಾರ್ಸಿ ರಂಗಭೂಮಿಯ ಪ್ರಭಾವವನ್ನು ಚಲನಚಿತ್ರರಂಗ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಹೆಣಗಾಡುತ್ತಲೇ ಇದೆ.
ವಾಣಿಜ್ಯ ವ್ಯವಹಾರ ಮತ್ತು ಹಡಗು ನಿರ್ಮಾಣದ ಉದ್ದಿಮೆಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡು ಆರ್ಥಿಕ ಶ್ರೀಮಂತಿಕೆಯನ್ನು ಗಳಿಸಿಕೊಂಡದ್ದು ಪಾರ್ಸಿ ಸಮುದಾಯ. ಪ್ರಮುಖವಾಗಿ ಪಶ್ಚಿಮ ಕರಾವಳಿಯಲ್ಲಿ ನೆಲೆ ನಿಂತ ಈ ವರ್ಗ ತನ್ನ ಕಾರ್ಯಕ್ಷೇತ್ರವನ್ನು ನಾನಾ ರಂಗಗಳಿಗೆ ವಿಸ್ತರಿಸಿಕೊಂಡಿತು. ಜನೋಪಕಾರ ಮತ್ತು ಸಾಂಸ್ಕೃತಿಕ ರಂಗ ಅವರು ಕೈಚಾಚಿದ ಎರಡು ಪ್ರಮುಖ ಕ್ಷೇತ್ರಗಳು. ವಣಿಕರಾಗಿದ್ದ ಅವರು ಸಹಜವಾಗಿಯೇ ರಂಗಭೂಮಿಯನ್ನು ಉದ್ಯಮವಾಗಿ ಪರಿವರ್ತಿಸಲು ತೊಡಗಿದರು. ಜನರಿಗೆ ನಾಟಕಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ರಂಗಭೂಮಿ ನಿರ್ಮಿಸಿದರು. ಕಲಾವಿದರನ್ನು ತಿಂಗಳ ವೇತನದ ಆಧಾರದಲ್ಲಿ ಕಲೆ ಹಾಕಿದರು. ಸಂಗೀತಕಾರರಿಗೆ ಪ್ರಯೋಗಗಳನ್ನು ಕೈಗೊಳ್ಳಲು ಪ್ರೋತ್ಸಾಹಿಸಿದರು. ಸಾಹಿತಿಗಳಿಂದ ನಾಟಕಗಳನ್ನು ಬರೆಸಿ ಪ್ರಯೋಗಿಸಿದರು.
ಭಾರತೀಯ ರಂಗಭೂಮಿಯನ್ನು ರೂಪಿಸುವಲ್ಲಿ ಪಾರ್ಸಿ ಸಮಾಜ ವಹಿಸಿದ ಪಾತ್ರ ಅಪ್ರತಿಮವಾದದ್ದು. ಮುಂಬಯಿಯಲ್ಲಿ ಪಾರಸೀಯರು ಹೆಚ್ಚಾಗಿ ವಾಸಿಸುತ್ತಿದ್ದ ಪ್ರದೇಶಗಳಲ್ಲಿ ನಾಟಕಗಳನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತಿದ್ದ ರಂಗಮಂದಿರಗಳಿದ್ದವು. ಅವುಗಳನ್ನು ‘ಪೀಲಾ ಹೌಸ್’ (ಪ್ಲೇ ಹೌಸ್‍ನ ಅಪಭ್ರಂಶ) ಎನ್ನುತ್ತಿದ್ದರು. ಪಾರ್ಸಿ ನಾಟಕ ಮಂಡಳಿಗಳು ದೂರದೂರದ ಊರುಗಳಿಗೆ ಸಂಚರಿಸಿದಂತೆ ಹೋದಲ್ಲೆಲ್ಲ ನಾಟಕದ ಹಣತೆಗಳು ಹತ್ತಿಕೊಂಡವು. ಹಾಗೆ ಹತ್ತಿಕೊಂಡು ಪ್ರತಿಯೊಂದು ಜ್ಯೋತಿಯೂ ಅಯಾ ಪ್ರಾಂತ್ಯದ ಭಾಷೆಯನ್ನಾಡಿತು.
ಪಾರ್ಸಿ ರಂಗಭೂಮಿಯು 1850 ರಿಂದ 1930ರವರೆಗೆ ತನ್ನ ಉಚ್ಛ್ರಾಯ ಸ್ಥಿತಿಯಲ್ಲೇ ಮುಂದುವರೆಯಿತು. ಅದು ಜಗತ್ತಿನ ಹಲವಾರು ರಂಗಭೂಮಿಗಳಿಂದ ವಸ್ತು, ವಿಷಯ, ವಿನ್ಯಾಸಗಳನ್ನು ಎರವಲು ಪಡೆದುಕೊಂಡು ಒಂದು ವಿಶಿಷ್ಟ ರಂಗಪ್ರಕಾರವನ್ನು ಹುಟ್ಟು ಹಾಕಿತು. ಪ್ರಧಾನವಾಗಿ ಮಧ್ಯಮ ವರ್ಗದ ಜನರಿಗೆ ರಂಜನೆ ನೀಡುವ ಮೂಲಕ ಆರ್ಥಿಕ ಲಾಭ ಸಂಪಾದನೆಗೆ ವೃತ್ತಿ ರಂಗಭೂಮಿ ಮಾಧ್ಯಮವಾಯಿತು. ಜನಪದ ರಂಗದ ಧ್ಯೇಯಗಳಾದ ದೇವತಾರಾಧನೆ, ನೀತಿಬೋಧೆ ಮತ್ತು ಆಸ್ಥಾನ ರಂಗದ ಕಲಾ ಪ್ರೌಢಿಮೆ ಕಲಾರಸಿಕತೆ, ಕಲಾಪ್ರತಿಷ್ಠೆಗಳಿಗಿಂತ ಭಿನ್ನವಾದ ಮನರಂಜನೆ, ಹಣ ಸಂಪಾದನೆಯೇ ಗುರಿಯಾದ ವೃತ್ತಿ ರಂಗಭೂಮಿ ಅದಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನಾಟಕ ವಿಧಾನವನ್ನು ರೂಪಿಸಿಕೊಂಡಿತು. ಮುಖ್ಯವಾಗಿ ಬ್ರಿಟಿಷ್ ನಾಟಕಗಳ ರಂಗಸಜ್ಜಿಕೆ, ದೃಶ್ಯ ಸಂಯೋಜನೆ, ಯೂರೋಪ್ ರಂಗಭೂಮಿಯ ವೇದಿಕೆ, ಭಾರತದ ಪುರಾಣ ವಸ್ತುಗಳು, ಪಾಶ್ಚಾತ್ಯ ನಾಟಕಗಳು ಮತ್ತು ಅರಬ್ ರಾಷ್ಟ್ರಗಳ ಕಥಾವಸ್ತುಗಳನ್ನು ಭಾರತೀಯ ಪರಿಸರಕ್ಕೆ ಒಗ್ಗಿಸಿತು.
ರಾಮಾಯಣ, ಮಹಾಭಾರತ ಮತ್ತು ಪೌರಾಣಿಕ ವಸ್ತುಗಳನ್ನೊಳಗೊಂಡಂತೆ, ಷೇಕ್ಸ್‍ಪಿಯರ್‍ನ ರೋಮಿಯೋ ಜೂಲಿಯಟ್, ಅರಬ್ ಮೂಲದ ಗುಲ್ ಬಕಾವಲಿ, ಸೊಹ್ರಾಬ್ ರುಸ್ತುಂ, ಅಲ್ಲಾವುದ್ದೀನ್ ಮುಂತಾದ ವಸ್ತುಗಳನ್ನು ನಾಟಕಕ್ಕೆ ಪಾರ್ಸಿ ರಂಗಭೂಮಿಯ ಸಂಘಟಕರು ಒಗ್ಗಿಸಿದರು. ಮುಖ್ಯವಾಗಿ ಪೌರಾಣಿಕ ನಾಟಕಗಳ ವಸ್ತ್ರವಿನ್ಯಾಸ, ಪ್ರಸಾಧನ ಮತ್ತು ಪರಿಸರ ಸೃಷ್ಟಿಗೆ ಅವರು ಕಲಾವಿದ ರಾಜಾ ರವಿವರ್ಮ ಚಿತ್ರಿಸಿದ ಪೌರಾಣಿಕ ವ್ಯಕ್ತಿಗಳ ಕ್ಯಾನ್‍ವಾಸುಗಳನ್ನು ಅನುಕರಿಸಿದರು. ಉಡುಗೆ-ತೊಡುಗೆ, ಒಡವೆ-ಕಿರೀಟಗಳಿಂದ ಹಿಡಿದು ಚಿತ್ರಗಳ ಸೂಕ್ಷ್ಮಾತಿ ಸೂಕ್ಷ್ಮಗಳನ್ನೆಲ್ಲ ರಂಗದ ಮೇಲೆ ಮೂರ್ತರೂಪಕ್ಕೆ ತಂದ ಖ್ಯಾತಿ ಅವರದು. ಇದೇ ಆಧಾರದ ಮೇಲೆ ಅವರು ಎಲ್ಲ ಪೌರಾಣಿಕ, ಚಾರಿತ್ರಿಕ ವ್ಯಕ್ತಿಗಳ ವಸ್ತ್ರವಿನ್ಯಾಸವನ್ನು ಮಾಡಿಸಿದರು. ಹನ್ನೆರಡನೇ ಶತಮಾನದ ಬಸವಣ್ಣ, ಹದಿನಾಲ್ಕನೇ ಶತಮಾನದ ಶ್ರೀಕೃಷ್ಣದೇವರಾಯ, ಛತ್ರಪತಿ ಶಿವಾಜಿ ಮುಂತಾದ ಐತಿಹಾಸಿಕ ಪಾತ್ರಗಳೂ ರಾಜಾ ರವಿವರ್ಮನ ದೇವರುಗಳಂತೆ ಕಿರೀಟ, ಭುಜಕೀರ್ತಿ ಮತ್ತು ಉಡುಪಿನಿಂದ ಜನಮಾನಸದಲ್ಲಿ ಚಿರಸ್ಥಾಯಿಯಾಗಿರುವುದರ ಹಿಂದೆ ಪಾರ್ಸಿ ರಂಗಭೂಮಿಯ ಕೊಡುಗೆಯಿದೆ.
ಪಾರ್ಸಿ ರಂಗಭೂಮಿಯ ಪ್ರಭಾವದಿಂದಲೇ ಕರ್ನಾಟಕದಲ್ಲೂ ವೃತ್ತಿರಂಗಭೂಮಿಗಳು ತಲೆಯೆತ್ತಿದ್ದವು. ಅಲ್ಲದೇ, ಮರಾಠೀ ರಂಗಭೂಮಿಯ ಪ್ರಭಾವವನ್ನು ಪ್ರತಿರೋಧಿಸಲು ಗದಗಿನಲ್ಲಿ ಮೊದಲ ವೃತ್ತಿ ರಂಗಭೂಮಿ ಆರಂಭವಾಯಿತು. ಶಾಂತಕವಿ - ಬಾಳಾಚಾರ್ಯ ಗೋಪಾಳಚಾರ್ಯ ಸಕ್ಕರಿಯವರ ನೇತೃತ್ವದಲ್ಲಿ 1874ರಲ್ಲಿ ಸ್ಥಾಪನೆಯಾದ ‘ಶ್ರೀ ವೀರನಾರಾಯಣ ಪ್ರಾಸಾದಿತ ಕೃತಪುರ ನಾಟಕ ಮಂಡಳಿ ಕನ್ನಡದ ಮೊದಲ ವೃತ್ತಿ ನಾಟಕ ಕಂಪನಿ. ರಾಯಲ್ ಡ್ರಾಮಾಟಿಕ್ ಕಂಪನಿ ಎಂಬ ವೃತ್ತಿರಂಗಭೂಮಿ ಸಂಸ್ಥೆಯನ್ನು ಹುಟ್ಟುಹಾಕಿತು.
ಅರಮನೆಯ ಕಂಪನಿ ನಾಟಕಗಳನ್ನು ಸಾರ್ವಜನಿಕರಿಗೆ ಪ್ರದರ್ಶಿಸುತ್ತಿದ್ದರೂ ದಕ್ಷಿಣ ಕರ್ನಾಟಕದ ಹಲವೆಡೆ ಸ್ವತಂತ್ರ ನಾಟಕ ಕಂಪನಿಗಳು ಸ್ಥಾಪನೆಯಾದವು. ಮಂಡ್ಯದಲ್ಲಿದ್ದ ರಂಗಾಚಾರ್ಯರು ಕಟ್ಟಿದ ರಾಜಧಾನಿ ನಾಟಕ ಮಂಡಳಿ (1881), ರಸಿಕ ಮನೋಲ್ಲಾಸಿನಿ ನಾಟಕ ಮಂಡಳಿ (1883) ಶ್ರೀ ಸರಸ್ವತಿ ವಿಲಾಸ ಕರ್ನಾಟಕ ಸಭೆ, ಬೆಂಗಳೂರಿನ ಶ್ರೀ ಕಂಠೇಶ್ವರ ಕರ್ನಾಟಕ ನಾಟಕ ಸಭೆ, ಗೊಲ್ಲರಪೇಟೆ ನಾಟಕ ಸಭೆ, ಬುಳ್ಳಪ್ಪನವರ ಕಂಪನಿ ಹೀಗೆ ಆರಂಭ ಕಾಲದಲ್ಲಿ ಮೈಸೂರು, ಬೆಂಗಳೂರು ಸುತ್ತಮುತ್ತ ಅನೇಕ ಕಂಪನಿಗಳು ಮೂಡಿದವು. ಆದರೆ ಕನ್ನಡ ವೃತ್ತಿರಂಗಭೂಮಿ ಸಾರ್ವಜನಿಕರಲ್ಲಿ ಮೂಡಿಸಿದ ಕಲಾಭಿಮಾನವನ್ನೇ ಬಂಡವಾಳ ಮಾಡಿಕೊಂಡು, ತಮ್ಮ ಸಂಘಟನಾ ಚಾತುರ್ಯ ಮತ್ತು ನಿರಂತರ ಪ್ರಯೋಗಶೀಲತೆಯಿಂದ ಕೆಲವರು ಬೃಹತ್ ಸಂಸ್ಥೆಗಳನ್ನು ಹುಟ್ಟು ಹಾಕಿದರು. ಈ ಸಂಸ್ಥೆಗಳೇ ಮುಂದೆ ಕನ್ನಡ ಚಲನಚಿತ್ರರಂಗದ ಗತಿಯನ್ನು ನಿರ್ದೇಶಿಸಿದವು. ಅವುಗಳಲ್ಲಿ ಮುಖ್ಯವಾದವು ಶ್ರೀ ಗುಬ್ಬಿ ಚನ್ನ ಬಸವೇಶ್ವರ ಕೃಪಾಪೋಷಿತ ನಾಟಕ ಸಂಘ (ಗುಬ್ಬಿ ಕಂಪನಿ ಎಂದೇ ಜನಪ್ರಿಯ) ಶ್ರೀ ಸಾಹಿತ್ಯ ಸಾಮ್ರಾಜ್ಯ ನಾಟಕ ಮಂಡಳಿ (ಎಸ್.ಎಸ್.ಎಸ್. ಕಂಪನಿ ಅಥವಾ ಸುಬ್ಬಯ್ಯನಾಯ್ಡು ಕಂಪನಿ) ಟೈಗರ್ ವರದಾಚಾರ್ಯರ ರತ್ನಾವಳಿ ಥಿಯೇಟ್ರಿಕಲ್ಸ್, ಪೀಲ್ ಸಾಹೇಬರ್ ಚಂದ್ರಕಲಾ ನಾಟಕ ಮಂಡಳಿ, ಹಿರಣ್ಣಯ್ಯ ಮಿತ್ರ ಮಂಡಳಿ ಹಾಗೂ ಇತರೆ ಸಂಸ್ಥೆಗಳು.
1880 ರಿಂದ ಕನ್ನಡ ವೃತ್ತಿ ರಂಗಭೂಮಿ ತನ್ನ ಬೇರುಗಳನ್ನು ಬಲವಾಗಿ ಊರಿದ್ದಷ್ಟೇ ಅಲ್ಲ ಇಡೀ ದಕ್ಷಿಣ ಭಾರತಕ್ಕೆ ವ್ಯಾಪಿಸಿತು. ಭಾಷೆಯ ಗಡಿಗಳಿಲ್ಲದೆ ಸ್ವಚ್ಛಂದವಾಗಿ ಬೆಳೆದ ಕನ್ನಡ ರಂಗಭೂಮಿ ಅಪ್ರತಿಮ ನಾಟಕಕಾರರನ್ನು ಕಲಾವಿದರನ್ನು, ವ್ಯವಹಾರ ಕುಶಲಿಗಳನ್ನು ರಾಷ್ಟ್ರಕ್ಕೆ ಸಮರ್ಪಿಸಿತು. ‘ಕಂಪನಿ ನಾಟಕಗಳು’ ಎಂದು ವೃತ್ತಿರಂಗಭೂಮಿಯ ನಾಟಕಗಳು ಜನಪ್ರಿಯವಾದರೆ ವೃತ್ತಿ ರಂಗಭೂಮಿಯು ‘ನಾಟಕ ಕಂಪನಿ’ ಎಂದೇ ಜನಮಾನಸದಲ್ಲಿ ಅಚ್ಛಳಿಯದೆ ಉಳಿಯಿತು.  ಈ ಸಂಸ್ಥೆ ಮತ್ತು ಮಾಧ್ಯಮ ಮನರಂಜನೆಯ ಅನೇಕ ಸಾಧ್ಯತೆಗಳನ್ನು ಪರಿಚಯಿಸಿತು.
ಭಾರತೀಯ ಚಲನಚಿತ್ರರಂಗದ ಮೇಲೆ ವೃತ್ತಿ ನಾಟಕಗಳು ಪ್ರಭಾವ ಬೀರಿರುವ ರೀತಿಯಲ್ಲಿಯೇ ಕನ್ನಡ ಚಿತ್ರರಂಗದ ಮೇಲೂ ಬೀರಿವೆ. ಭಾರತೀಯ ಚಲನಚಿತ್ರ ಪರಂಪರೆ ಆರಂಭವಾದದ್ದು ಧುಂಡಿರಾಜ್ ಗೋವಿಂದ ಫಾಲ್ಕೆ ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ ‘ರಾಜಾ ಹರಿಶ್ಚಂದ್ರ’ (1913) ಚಿತ್ರದ ಮೂಲಕ. ರಂಗಭೂಮಿಯ ನಂಟು ಇಲ್ಲದ, ಶಿಲ್ಪಕಲೆ-ಚಿತ್ರಕಲೆ ತಮ್ಮ ಪ್ರಯೋಗಗಳಿಗೆ ಅಭ್ಯಾಸ ಮಾಡಿದ್ದ ಸಂಪ್ರಯವಾದಿ ಚಿತ್ಪಾವನ್ ಬ್ರಾಹ್ಮಣ ಕುಟುಂದ ಹಿನ್ನೆಲೆಯ ಫಾಲ್ಕೆ ಅವರು ಆರಿಸಿಕೊಂಡಿದ್ದು ಚಿತ್ರರಂಗವನ್ನು. ಮೊದಲ ಪ್ರಯೋಗವಾಗಿ ಅವರು ಆಯ್ಕೆಮಾಡಿದ್ದು ಭಾರತೀಯರಿಗೆ ಪರಿಚಿತವಾದ, ಹರಿಕತೆ-ನಾಟಕ ರೂಪಗಳಲ್ಲಿ ಯಶಸ್ವಿಯಾಗಿದ್ದ ಹರಿಶ್ಚಂದ್ರನ ಕತೆಯನ್ನೇ! ಆದರೆ ಮೂಕಿ ಯುಗದಲ್ಲಿ ನಂತರ ತಯಾರಾದ ಬಹುತೇಕ ಚಿತ್ರಗಳ ಕಥಾ ವಸ್ತುವಿಗೆ ಒತ್ತು ನೀಡುತ್ತಿದ್ದದ್ದು ಕಡಿಮೆ. ಹೊಸ ತಾಂತ್ರಿಕ ಸಾಧ್ಯತೆಯಾದ ಸಿನಿಮಾವನ್ನು ಪ್ರೇಕ್ಷಕರನ್ನು ಸೆಳೆಯುವ ದೃಷ್ಟಿಯಿಂದಲೇ ತಯಾರು ಮಾಡುತ್ತಿದ್ದರು. ಪ್ರೇಕ್ಷಕರನ್ನು ಬೆಚ್ಚಿ ಬೀಳಿಸುವ, ಬೆರಗಾಗಿಸುವ, ಕಚಗುಳಿಯಿಡುವ ದೃಶ್ಯಗಳನ್ನೇ ಹೆಚ್ಚಾಗಿ ಅಳವಡಿಸುತ್ತಿದ್ದರು. ಸಾಹಸ, ನೃತ್ಯ ಮುಂತಾದ ದೃಶ್ಯಗಳನ್ನು ಬೆರೆಸಿ ಸಾಧಾರಣ ಕತೆಯ ಎಳೆಯನ್ನು ಬಳಸಿ ಸಿದ್ದಗೊಳಿಸುತ್ತಿದ್ದರು.
ಮಾತಿನ ಯುಗ ಆರಂಭವಾದ ನಂತರ ಭಾರತದಲ್ಲಿ ಇವೆಲ್ಲವೂ ತಲೆ ಕೆಳಗಾಯಿತು. ಆಗ ಸಿನಿಮಾಗಳು  ನಾಟಕದ ವಿಸ್ತ್ರತ ರೂಪದಂತೆ ತಯಾರಾದವು. ನವರಸಗಳನ್ನು ಬಳಸಿದ ಭಾರತೀಯ ಪರಂಪರೆಯ ನಾಟಕಗಳ ಸ್ಪಷ್ಟವಾದ ಪಾತ್ರಗಳು, ತೀವ್ರ ಭಾವನಾತ್ಮಕ ಅಂಶಗಳು, ಕಣ್ಮನ ಸೂರೆಗೊಳ್ಳುವ ದೃಶ್ಯಗಳು, ನೀತಿ ಬೋಧನೆ ಮುಂತಾದವುಗಳನ್ನು ಅಳವಡಿಸಿಕೊಂಡೇ ಚಿತ್ರಗಳು ತಯಾರಾಗತೊಡಗಿದವು.
ಭಾರತೀಯ ಚಲನಚಿತ್ರೋದ್ಯಮವು ತನ್ನ ಆರಂಭದ ದಿನಗಳಲ್ಲಿ ಕಥಾವಸ್ತುವಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಬಳಿಕ ಎಂ.ವಿ.ಎಸ್. - ಆರೆನ್ನಾರ್ ಜೋಡಿಯು ಎ.ವಿ.ಎಂ. ಸಂಸ್ಥೆಯ ನೆರವಿನೊಡನೆ ತಯಾರಿಸಿದ ‘ಸತ್ಯ ಹರಿಶ್ಚಂದ್ರ’ ಹೊಸದೊಂದು ಇತಿಹಾಸವನ್ನೇ ಬರೆಯಿತು. ಇಲ್ಲೂ ಸುಬ್ಬಯ್ಯನಾಯ್ಡು (ಹರಿಶ್ಚಂದ್ರ) ಮತ್ತು ರಾಯರ (ವಿಶ್ವಾಮಿತ್ರ) ಅಭಿನಯ ಜನರ ಮೇಲೆ ಮೋಡಿ ಹಾಕಿತ್ತು. ಕೊನೆಯದಾಗಿ ಅವರಿಬ್ಬರೂ ಒಟ್ಟಾಗಿ ದುಡಿದ ಚಿತ್ರ ‘ಮಹಾತ್ಮ ಕಬೀರ್’ (1947). ರಾಯರ ನಿರ್ದೇಶನದಲ್ಲಿ ಕಬೀರ್ ಪಾತ್ರದಲ್ಲಿ ನಾಯ್ಡು ಅವರು ಅಭಿನಯಿಸಿದ್ದರು. ಎಂ.ವಿ.ಎಸ್-ಆರೆನ್ನಾರ್ ಜೋಡಿ ಬೇರೆಯಾದ ನಂತರ ಶ್ರೀ ಸಾಹಿತ್ಯ ಸಾಮ್ರಾಜ್ಯ ನಾಟಕ ಮಂಡಳಿ ಲಾಂಛನದಡಿ ಎಂ.ಎಸ್. ಸುಬ್ಬಯ್ಯನಾಯ್ಡುರವರು ಎಚ್.ಎಸ್. ಕೃಷ್ಣಸ್ವಾಮಿ ಅವರ ಜೊತೆಯಲ್ಲಿ ನಿರ್ದೇಶಿಸಿದ ‘ಭಕ್ತ ಪ್ರಹ್ಲಾದ’ (1958) ಚಿತ್ರವು ಅವರ ಅಭಿನಯದ ಕೊನೆಯ ಚಿತ್ರ. ಆ ಚಿತ್ರದಲ್ಲಿ ಅವರ ಮಗ ಲೋಕೇಶ್ ಪ್ರಹ್ಲಾದನ ಪಾತ್ರ ವಹಿಸಿದ್ದರು. ಅದು ನಿರ್ದೇಶಕ ವಿ. ಸೋಮಶೇಖರ್ ಅವರು ಚಿತ್ರರಂಗಕ್ಕೆ ಪ್ರವೇಶ ಪಡೆದ ಚಿತ್ರವೂ ಹೌದು. ಮುಂದೆ ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯಲ್ಲಿ ಪ್ರಖ್ಯಾತರಾಗಿ ಬೆಳೆದ ಲೋಕೇಶ್‍ರವರು ಕನ್ನಡ ಚಲನಚಿತ್ರರಂಗ ಕಂಡ ಅಪರೂಪದ ನಟರಲ್ಲೊಬ್ಬರಾದರು.
ತನ್ನ ಸಂಸ್ಕೃತಿಯಲ್ಲಿ ಸಂಪದ್ಭರಿತವಾಗಿದ್ದ ಪುರಾಣದ ಕತೆಗಳು, ಚಾರಿತ್ರಿಕ ಘಟನೆಗಳು ಮತ್ತು ಜಾನಪದದ ರಮ್ಯಲೋಕವನ್ನೇ ನೆಚ್ಚಿಕೊಂಡಿತ್ತು. ಭಾರತೀಯ ಪ್ರೇಕ್ಷಕನ ಮನಸ್ಸು ತನ್ನ ಪರಂಪರೆಯ ಪೌರಾಣಿಕ ಕತೆಗಳಿಗೆ, ಜಾನಪದ ಲೋಕಕ್ಕೆ ಮತ್ತು ಚಾರಿತ್ರಿಕ ಸನ್ನಿವೇಶಗಳಿಗೆ ಮತ್ತೆ ಮತ್ತೆ ಹಿಂದಿರುಗಿ ಆನಂದ ಪಡೆಯುವ ಉಪಾಧಿಗೆ ಒಗ್ಗಿಕೊಂಡಿತ್ತು. ಚಿತ್ರ ನಿರ್ಮಾಪಕರು-ನಿರ್ದೇಶಕರು ಪ್ರೇಕ್ಷಕನ ಅಂತರಂಗವನ್ನು ಬಂಡವಾಳ ಮಾಡಿಕೊಂಡು ಪುರಾಣೇತಿಹಾಸದ ಕತೆಗಳನ್ನೇ ಚಿತ್ರ ಮಾಡಿದರು ಎನ್ನುವುದಕ್ಕಿಂತ ರಿಸ್ಕ್ ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸದೆ ಸುಲಭವಾದ ಸಿದ್ಧ ಶೈಲಿಯ ನಾಟಕಗಳ ಕತೆಗಳನ್ನು ಸೆಲ್ಯುಲಾಯ್ಡ್‍ಗೆ ಅಳವಡಿಸಿದರು ಎನ್ನುವುದೇ ಸೂಕ್ತ. ರಂಗಭೂಮಿಯು ಪುರಾಣೇತಿಹಾಸ, ಜಾನಪದ ಕತೆಗಳನ್ನು ಅತಿರಂಜಿತಗೊಳಿಸಿ, ಭ್ರಮಾಲೋಕ ಸೃಷ್ಟಿಸಿ ಪ್ರೇಕ್ಷಕನನ್ನು ಸೆಳೆಯುವಲ್ಲಿ ಯಶಸ್ವಿಯಾಗಿತ್ತು. ಎರಡೇ ಆಯಾಮದ ತೆರೆಯ ಮೇಲೆ ಮೂರು ಆಯಾಮದ ದೃಶ್ಯಾವಳಿಗಳನ್ನು ಸೃಜಿಸಬಲ್ಲ ಸಿನೆಮಾ ಎಂಬ ಅದ್ಭುತ ಮಾಧ್ಯಮವು ರಂಗಭೂಮಿಗಿದ್ದ ಕ್ರಿಯಾಶೀಲತೆಯನ್ನು ಮತ್ತಷ್ಟು ಹಿಗ್ಗಿಸಿತು. ಪರಿಣಾಮ- ಸಿನಿಮಾ ಮಾಧ್ಯಮವು ರಂಗಭೂಮಿಗಿಂತ ಬಹುದೊಡ್ಡ ಭ್ರಮಾಲೋಕವನ್ನು ಸೃಷ್ಟಿಸುವಲ್ಲಿ ಯಶಸ್ವಿಯಾಯಿತು. ರಂಗಭೂಮಿಗೆ ಇಲ್ಲದ ಕ್ಲೋಸ್‍ಅಪ್ ಶಾಟ್‍ಗಳು, ವಿವಿಧ ಕೋನಗಳ ಚಿತ್ರೀಕರಣ, ಹೊರಾಂಗಣದ ಅವಕಾಶ, ಪರಿಪೂರ್ಣತೆಯನ್ನು ಸಾಧಿಸಲು ರೀಟೇಕ್, ಸಂಕಲನ, ಸಂಸ್ಕರಣಗಳ ಸಾಧ್ಯತೆಗಳು ಸಿನಿಮಾಕ್ಕೆ ದಕ್ಕಿದ್ದು ಅದರ ಸಾಮರ್ಥ್ಯ ಹೆಚ್ಚಳಕ್ಕೆ ಕಾರಣ. ನಾಟಕ, ಸಿನಿಮಾಗಳಿಗೆ ಒಂದೇ ಕತೆ ಆಧಾರವಾದರೂ ಪರಿಣಾಮಗಳಲ್ಲಿ ವಿಭಿನ್ನವಾಗಿರುತ್ತವೆ. ವಿಭಿನ್ನ ಅನುಭವಲೋಕವನ್ನು ಸೃಜಿಸುತ್ತವೆ. ಹಾಗಾಗಿ ಆರಂಭದ ಸಿನಿಮಾಗಳು ಪುರಾಣ, ಇತಿಹಾಸ, ಜಾನಪದ ಲೋಕದ ಪರಿಚಿತ ಕತೆಗಳನ್ನೇ ಆಧರಿಸಿರುತ್ತಿದ್ದವು.
ಭಾರತದ ಮೊದಲ ಚಿತ್ರ ‘ಅಲಂ ಅರಾ’ (1931) ಹಿಂದೀ ಭಾಷೆಯಲ್ಲಿ ತಯಾರಾಯಿತು. ಅದು ರಂಗದಲ್ಲಿ ಯಶಸ್ವಿಯಾಗಿದ್ದ ಅದೇ ಹೆಸರಿನ ಪಾರ್ಸಿ ನಾಟಕವನ್ನು ಆಧರಿಸಿತ್ತು. ಅನಂತರ ತಮಿಳಿನಲ್ಲಿ ತೆರೆಕಂಡ ಮೊದಲ ಚಿತ್ರ ‘ಕಾಳಿದಾಸ’ (1931) ಚಿತ್ರವೂ ನಾಟಕವನ್ನೇ ಆಧರಿಸಿತ್ತು. ಪ್ರಥಮವಾಗಿ ತೆಲುಗಿನಲ್ಲಿ ತಯಾರಾದ ‘ಭಕ್ತ ಪ್ರಹ್ಲಾದ’ (1932) ಸಹ ನಾಟಕ ರೂಪವೇ! ಬಂಗಾಳಿ ಭಾಷೆಯ ಮೊದಲ ಚಿತ್ರ ‘ದೇನಾ ಪಾವೋನ’ (1931) ಚಿತ್ರ ಮಾತ್ರ ಶರತ್‍ಚಂದ್ರ ಚಟ್ಟೋಪಾಧ್ಯಯರ ಕಾದಂಬರಿಯನ್ನು ಆಧರಿಸಿತ್ತು.
ಕನ್ನಡದ ಮೊದಲ ಮಾತಿನ ಸಿನಿಮಾ ಪ್ರಯೋಗವು ಆರಂಭವಾದದ್ದು ನಾಟಕಕೃತಿಯೊಂದನ್ನು ಆಧರಿಸಿ. ಬಿಡುಗಡೆಯಾದ ಮೊದಲಚಿತ್ರದ ಕೀರ್ತಿ ‘ಸತಿ ಸುಲೋಚನಾ’ಚಿತ್ರದ್ದಾದರೂ ಕನ್ನಡಭಾಷೆಯಲ್ಲಿ ಮೊದಲು ಸೆಟ್ ಏರಿದ ಭಾಗ್ಯ ‘ಭಕ್ತ ಧ್ರುವ’ಕ್ಕೆ ಸಲ್ಲುತ್ತದೆ. ‘ಭಕ್ತ ಧ್ರುವ’ ಬಿಡಗಡೆಯಾದ ಎರಡನೇ ಚಿತ್ರ. ಅದೇನೇ ಇರಲಿ ಎರಡೂ ಚಿತ್ರದ ಬಹುತೇಕ ಕಲಾವಿದರು ತಂತ್ರಜ್ಞರು ನಾಟಕಗಳಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡಿದ್ದವರೆ ಆಗಿದ್ದರು.
ಇದಕ್ಕೂ ಮುನ್ನ ಕನ್ನಡ ವೃತ್ತಿರಂಗಭೂಮಿ ಮತ್ತು ಇತರ ಆಧುನಿಕ ನಾಟಕಕಾರರ ಸಿನಿಮಾ ಸಂಬಂಧವನ್ನು ಇಲ್ಲಿ ಮೊದಲು ಉಲ್ಲೇಖಿಸಬೇಕಾಗುತ್ತದೆ. ಕನ್ನಡ ನೆಲದಲ್ಲಿ ಮೂಕಿ ಚಿತ್ರಗಳ ಯುಗವು 1921ರಿಂದ ಆರಂಭವಾಯಿತೆಂದು ಕೆಲವು ಚಲನಚಿತ್ರ ಇತಿಹಾಸಕಾರ ಅಭಿಪ್ರಾಯ. 1921ರಿಂದ 1933ರವರೆಗೆ ಸುಮಾರು 175 ಮೂಕಿ ಚಿತ್ರಗಳು ತಯಾರಾಗಿರಬಹುದೆಂದು ತರ್ಕಿಸಲಾಗಿದೆ. ಮೈಸೂರಿನ ಅಂದಿನ ಯುವರಾಜರಾದ ಶ್ರೀ ಕಂಠೀರವ ನರಸಿಂಹರಾಜ ಒಡೆಯರ್ ಅವರು ಅರಮನೆಯಲ್ಲಿ ಪ್ರದರ್ಶನವಾದ ಎ.ವಿ. ವರದಾಚಾರ್ಯರು ಅಭಿನಯಿಸಿದ್ದ ರತ್ನಾವಳಿ ಥಿಯೇಟ್ರಿಕಲ್ ಕಂಪನಿಯ ನಾಟಕ ‘ನಿರುಪಮಾ’ (1921)ವನ್ನು ಕೈಯಲ್ಲಿ ಸುತ್ತುವ ಕ್ಯಾಮೆರಾದಿಂದ (ಕ್ರಾಂಕಿಂಗ್ ಮಿಷಿನ್) ಚಿತ್ರೀಕರಿಸಿದ್ದರಂತೆ. ಅರಮನೆಗೆ ಭೇಟಿ ನೀಡುತ್ತಿದ್ದ ದೇಶೀಯ ಮತ್ತು ವಿದೇಶೀಯ ಗಣ್ಯರಿಗಾಗಿ ಈ ‘ನಾಟಕ ಚಿತ್ರ’ದ ವಿಶೇಷ ಪ್ರದರ್ಶನ ಏರ್ಪಡಿಸುತ್ತಿದ್ದರಂತೆ. ಹಾಗಾಗಿ ಎ.ವಿ. ವರದಾಚಾರ್ಯರು ಕನ್ನಡ ನೆಲದಲ್ಲಿ ಚಿತ್ರೀಕರಣಗೊಂಡ ಮೂಕಿ ಚಿತ್ರದ ಮೊದಲ ನಾಯಕ. ಕಂಠೀರವ ನರಸಿಂಹರಾಜ ಒಡೆಯರ್ ಮೊದಲ ನಿರ್ಮಾಪಕ ಎಂದು ಹೇಳಬಹುದು.
1925ರಲ್ಲಿ ತಯಾರಾದ \`ವಸಂತ ಸೇನಾ’ ಮೂಕಿ ಚಿತ್ರವು ಕರ್ನಾಟಕ ಚಲನಚಿತ್ರ ಚರಿತ್ರೆಯಲ್ಲಿ ಒಂದು ಮೈಲಿಗಲ್ಲು. \`ವಸಂತ ಸೇನಾ’ ಚಲನಚಿತ್ರ ತಯಾರಿಕೆ ಆರಂಭವಾದದ್ದು ವಿಚಿತ್ರ ಸಂದರ್ಭದಲ್ಲಿ. ಅದಕ್ಕೆ ನಾಂದಿ ಹಾಡಿದವರು ಮೋಹನ್ ಭವನಾನಿ ಮತ್ತು ನಾಟಕಕಾರ ಟಿ.ಪಿ. ಕೈಲಾಸಂ. ಮೋಹನ್ ಭವನಾನಿ ಜರ್ಮನಿಯಲ್ಲಿ ತರಬೇತು ಪಡೆದಿದ್ದ ಕ್ಯಾಮೆರಾಮೆನ್. ಕೇಂದ್ರ ಫಿಲಂ ಡಿವಿಜನ್‍ನಲ್ಲಿದ್ದ ಉತ್ತರ ಭಾರತೀಯ. ಒಮ್ಮೆ ಟಿ.ಪಿ. ಕೈಲಾಸಂ ಅವರೊಡನೆ ಮಾತನಾಡುತ್ತಿರುವಾಗ ಮೈಸೂರಿನಲ್ಲಿ ತಾವೊಂದು ಕಥಾ ಸಿನಿಮಾ ತಯಾರಿಸುವ ಪ್ರಸ್ತಾಪ ಮುಂದಿಟ್ಟರಂತೆ. ಕೈಲಾಸಂರವರು ಶೂದ್ರಕನ \`ಮೃಚ್ಛಕಟಿಕಂ’ ನಾಟಕವನ್ನು ಚಿತ್ರ ಮಾಡಲು ಸೂಚಿಸಿದರಂತೆ. ಭಾರತೀಯ ಸಾಹಿತ್ಯದಲ್ಲೇ ಸರ್ವಕಾಲದ ಮೇರು ಕೃತಿಯಲ್ಲೊಂದೆನಿಸಿದ \`ಮೃಚ್ಛಕಟಿಕಂ’ನ ವಸ್ತುವೂ ಭವನಾನಿಯವರಿಗೆ ಒಪ್ಪಿತವಾಯಿತು. ಈ ಚಿತ್ರದಲ್ಲಿ ಟಿ ಪಿ ಕೈಲಾಸಂ ಅವರು ನಾಟಕದ ಪ್ರಮುಖ ಪಾತ್ರಗಳೊಲ್ಲೊಂದಾದ ಶಕಾರನ ಪಾತ್ರ ವಹಿಸಿದ್ದರು. ಚಿತ್ರ ಭಾರತದಾದ್ಯಂತವಲ್ಲದೆ ವಿದೇಶದಲ್ಲೂ ಪ್ರದರ್ಶನ ಕಂಡಿತು.
ಸಾಹಿತ್ಯವಲಯದಿಂದ ನಾಟಕಕಾರರಾದ ಶ್ರೀರಂಗ ಹಾಗು ದೇವುಡು ನರಸಿಂಹ ಶಾಸ್ತ್ರಿ ಅವರೂ ಸಿನಿಮಾ ನಿರ್ಮಾಣದಲ್ಲಿ ಆಸಕ್ತಿ ತಾಳಿದ್ದರು. ದೇವುಡು ಅವರು ಗುಬ್ಬಿ ವೀರಣ್ಣನವರು ಹಲವು ಮೂಕಿ ಚಿತ್ರಗಳನ್ನು ನಿರ್ಮಿಸಲು ಪ್ರೇರಣೆ ನೀಡಿದ್ದರು. ಅವರದೇ ಕತೆಯನ್ನು ಆಧರಿಸಿ ‘ಕಳ್ಳರ ಕೂಟ’ಮೂಕಿ ಚಿತ್ರವೂ ತಯಾರಾಗಿತ್ತು.
ಕಳೆದ ಶತಮಾನದ ಮೂವತ್ತು-ನಲವತ್ತು ದಶಕದಲ್ಲಿ ಪ್ರಖ್ಯಾತರಾಗಿದ್ದ ಎಂ.ವಿ. ಸುಬ್ಬಯ್ಯನಾಯ್ಡು ಮೊದಲ ವಾಕ್ಚಿತ್ರ ‘ಸತಿ ಸುಲೋಚನಾ’ ಚಿತ್ರದ ನಾಯಕ. ಬೆಳ್ಳಾವೆ ನರಹರಿ ಶಾಸ್ತ್ರಿಗಳೇ ಪ್ರಥಮ ಚಿತ್ರಸಾಹಿತಿ. ಹದಿನಾರು ಹಾಡುಗಳಿಗೆ ರಾಗ ಸಂಯೋಜಿಸಿ ಸಂಗೀತ ನೀಡಿದ ನಟ ಆರ್. ನಾಗೇಂದ್ರರಾಯರೇ ಮೊದಲ ಸಂಗೀತ ದಿಗ್ದರ್ಶಕರು. ‘ಭಲೇ ಭಲೇ ಪಾರ್ವತಿ ಬಲು ಚತುರೆ’ ಹಾಡನ್ನು ಹಾಡಿದ ಲಕ್ಷ್ಮೀಬಾಯಿಯವರೇ ಕನ್ನಡ ಚಿತ್ರರಂಗದ ಮೊದಲ ಗಾಯಕಿ. ‘ಸತಿ ಸುಲೋಚನಾ’ ಚಿತ್ರದಲ್ಲಿ (ಪ್ರತಿ)ನಾಯಕ ಇಂದ್ರಜಿತುವಿನ ಪಾತ್ರ ವಹಿಸಿದ ದಿವಂಗತ ಎಂ.ವಿ. ಸುಬ್ಬಯ್ಯನಾಯ್ಡುರವರು ಕನ್ನಡ ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರ ರಂಗದ ಅಭಿಜಾತ ಕಲಾವಿದರೊಬ್ಬರು. ರಂಗಭೂಮಿಯಲ್ಲಿ ಅನೇಕ ಪ್ರಯೋಗ ನಡೆಸಿದವರು. ರಂಗಭೂಮಿಗೆ ಶಿಸ್ತು ಮತ್ತು ಗ್ಲಾಮರ್ ತಂದವರು. ರಂಗಭೂಮಿಯ ಸೆಳೆತದಿಂದಾಗಿ ಅವರಿಗೆ ಇನ್ನೂ ಬಾಲ್ಯಾವಸ್ಥೆಯಲ್ಲಿದ್ದ ಚಲನಚಿತ್ರರಂಗದಲ್ಲಿ ಹೆಚ್ಚು ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಆಗಲಿಲ್ಲ. ಆದರೆ ಇರುವಷ್ಟು ದಿನವೂ ಚಿತ್ರರಂಗದಲ್ಲಿ ಅಭಿನಯದ ಶೈಲಿಯೊಂದನ್ನು ರೂಪಿಸಿದರು. ಅವರು ಪುರಾಣ ಪಾತ್ರಗಳ ಅಭಿನಯಕ್ಕೆ ನೀಡಿದ ಹೊಸ ಬಗೆಯ ಶೈಲಿಯು ಮುಂದೆ ಅನೇಕ ನಟರ ಮೇಲೆ ಪ್ರವಾವ ಬೀರಿತೆಂದು ಹೇಳಲಾಗಿದೆ.
ಗುಬ್ಬಿ ವೀರಣ್ಣನವರು ತಯಾರಿಸಿದ ‘ಹಿಸ್ ಲವ್ ಅಫೇರ್’ ಮೂಕಿ ಚಿತ್ರದಲ್ಲಿ ಪಾತ್ರವಹಿಸಿದ್ದ ಸುಬ್ಬಯ್ಯನಾಯ್ಡುರವರು ಮತ್ತೊಬ್ಬ ಅಭಿಜಾತ ರಂಗಕಲಾವಿದ ಆರ್. ನಾಗೇಂದ್ರರಾಯರ ಜೊತೆಗೂಡಿ ಶ್ರೀ ಸಾಹಿತ್ಯ ಸಾಮ್ರಾಜ್ಯ ಮಂಡಳಿಯನ್ನು ಹುಟ್ಟುಹಾಕಿತು. ನಾಯ್ಡು-ರಾಯರು ಅಣ್ಣ ತಮ್ಮಂದಿರಂತೆ ಶ್ರೀ ಸಾಹಿತ್ಯ ಸಾಮ್ರಾಜ್ಯ ಮಂಡಳಿಯನ್ನು ಹದಿನೇಳು ವರ್ಷಕಾಲ ಮುನ್ನಡೆಸಿ ಕೊನೆಗೆ ಬೇರೆಯಾದರು. ನಾಯ್ಡು - ರಾಯರು ಜೋಡಿ ಚಲನಚಿತ್ರ ರಂಗದಲ್ಲಿ ಉತ್ತಮ ಪ್ರಯೋಗಗಳನ್ನು ನಡೆಸಿತು. ತಮಿಳು ಚಿತ್ರ ನಿರ್ಮಾಪಕರ ಪರಿಚಯವಿದ್ದ ಆರೆನ್ನಾರ್ ಅವರೊಡನೆ ಹಾಗೂ ಗೆಳೆಯ ನಾಯ್ಡು ಅವರ ಪಾಲುದಾರಿಕೆಯಲ್ಲಿ ಚಿತ್ರ ನಿರ್ಮಾಣಕ್ಕಿಳಿದರು. 1941ರಲ್ಲಿ ತಯಾರಾದ ‘ವಸಂತಸೇನಾ’ ಚಿತ್ರದಲ್ಲಿ ನಾಯ್ಡುರವರು ಚಾರುದತ್ತನ ಪಾತ್ರ ವಹಿಸಿದರೆ ಆರೆನ್ನಾರ್ ‘ಶ’ಕಾರನ ಪಾತ್ರಕ್ಕೆ ಹೊಸದೊಂದು ತಿರುವು ನೀಡಿದರು.
ಕೇವಲ ಪುರಾಣ, ಇತಿಹಾಸ ಮತ್ತು ಭಕ್ತರ ಕತೆಗಳನ್ನೇ ನೆಚ್ಚಿ ಕುಳಿತಿದ್ದ ಭಾರತೀಯ ಚಲನಚಿತ್ರರಂಗಕ್ಕೆ ಸಾಮಾಜಿಕ ವಸ್ತುವನ್ನು ದೊಡ್ಡ ಮಟ್ಟದಲ್ಲಿ ಪರಿಚಯಿಸಿದ್ದು ಕನ್ನಡ ಚಿತ್ರರಂಗ. 1931ರಲ್ಲಿ ತಯಾರಾದ ‘ಸಂಸಾರ ನೌಕೆ’ ಚಿತ್ರವು ಸಮಕಾಲೀನ ಸಾಂಸಾರಿಕ ವಸ್ತುವನ್ನು ಕುರಿತದ್ದಾಗಿತ್ತು. ಇದೂ ಸಹ ರಂಗ ಕೃತಿಯನ್ನು ಆಧರಿಸಿತ್ತು. ‘ಬೇಡರ ಕಣ್ಣಪ್ಪ’ ಮೂಲಕ ಕನ್ನಡ ಚಿತ್ರರಂಗಕ್ಕೆ ದೊಡ್ಡ ತಿರುವನ್ನು ನೀಡಿದ ಎಚ್.ಎಲ್.ಎನ್. ಸಿಂಹ ಅವರು ಕನ್ನಡ ರಂಗಭೂಮಿ ಮತ್ತು ಚಿತ್ರರಂಗದ ಅಪ್ರತಿಮ ಪ್ರತಿಭೆ. ರಾತ್ರಿಯಿಡಿ ನಡೆಯುವ ದೀರ್ಘ ಪೌರಾಣಿಕ ನಾಟಕಗಳಿಂದ ಬೇಸತ್ತ ಸಿಂಹ ಅವರು ಸಾಮಾಜಿಕ ನಾಟಕವನ್ನು ಬರೆಯಲು ನಿರ್ಧರಿಸಿದರು. ಪೀರ್ ಸಾಹೇಬರು ಕಟ್ಟಿದ್ದ ಸ್ವಂತ ಕಂಪನಿ ಚಂದ್ರಕಲಾ ನಾಟಕ ಮಂಡಲಿಗೆ ಸೇರಿದ ಸಿಂಹ ಅವರು ಮೂರುವರೆ ಗಂಟೆ ಅವಧಿಯ ‘ಸಂಸಾರ ನೌಕೆ’ (1931) ನಾಟಕವನ್ನು ಬರೆದರು. ಸಂಗೀತದ ಭಾರವನ್ನು ಗದ್ಯ ನಾಟಕಗಳ ಕಡೆ ರಂಗಭೂಮಿ ಹೊರಳುವಂತೆ ಮಾಡಿದ ನಾಟಕವಿದು. ‘ಸಂಸಾರ ನೌಕೆ’ವು ರಂಗಭೂಮಿಯಲ್ಲಿ ಕಂಡ ಯಶಸ್ಸನ್ನು ಸಿನಿಮಾ ಅವತರಣಿಕೆಯಲ್ಲಿ ಪುನರಾವರ್ತಿಸಿತು.
ಆರಂಭದ ದಿನಗಳಲ್ಲಿ ಕನ್ನಡ ಚಿತ್ರರಂಗವನ್ನು ಉಳಿಸಿ ಬೆಳೆಸಿದ ಕೀರ್ತಿ ನಾಟಕ ಸಂಸ್ಥೆಗಳು ಮತ್ತು ರಂಗಕಲಾವಿದರು, ಸಂಘಟಕರಿಗೆ ಸಲ್ಲುತ್ತದೆ. ಮುಖ್ಯವಾಗಿ ಇಲ್ಲಿ ಹೆಸರಿಸಬೇಕಾದ ನಾಟಕ ಸಂಸ್ಥೆ ಮತ್ತು ವ್ಯಕ್ತಿಗಳೆಂದರೆ ಗುಬ್ಬಿ ಕಂಪನಿ, ಶ್ರೀ ಸಾಹಿತ್ಯ ಸಾಮ್ರಾಜ್ಯ ಮಂಡಲಿ, ಬಿ.ಆರ್. ಪಂತುಲು ಮತ್ತು ಬಿ.ಎಸ್. ರಂಗಾ ಅವರು ರಂಗಭೂಮಿಯ ಹಿನ್ನೆಲೆಯಿಲ್ಲದೆ ಬಂದ ಮಹಾತ್ಮಾ ಪಿಕ್ಚರ್ಸ್‍ರವರ ಕಾಣಿಕೆ ಅಷ್ಟೆ ಸ್ಮರಣ ಯೋಗ್ಯ. 1884ರಲ್ಲಿ ಆರಂಭವಾದ “ಶ್ರೀ ಗುಬ್ಬಿ ಚನ್ನಬಸವೇಶ್ವರ ಕೃಪಾಪೋಷಿತ ನಾಟಕ ಸಂಘ” ನೂರು ವರ್ಷಗಳನ್ನು ಆಚರಿಸಿಕೊಂಡ ಜಗತ್ತಿನ ಏಕೈಕ ವೃತ್ತಿನಿರತ ರಂಗಸಂಸ್ಥೆ. ಜನಮಾನಸದಲ್ಲಿ ‘ಗುಬ್ಬಿ ನಾಟಕ ಕಂಪನಿ’ ಅಥವಾ ‘ಗುಬ್ಬಿ ಕಂಪನಿ’ ಎಂದೇ ಚಿರಸ್ಥಾಯಿಯಾಗಿದೆ. ಈ ಸಂಸ್ಥೆಗೆ 1896ರಲ್ಲಿ ಆರು ವರ್ಷದ ಬಾಲಕ ಜಿ.ಎಚ್. ವೀರಣ್ಣ ಕೂಲಿಮಠ ವಿದ್ಯಾಭ್ಯಾಸ ಬಿಟ್ಟು ಕಲಾವಿದರಾಗಿ ಸೇರಿಕೊಂಡರು. ಆರಂಭದಲ್ಲಿ ಹಾಸ್ಯ ಪಾತ್ರಗಳಲ್ಲಿ ನಟಿಸುತ್ತಿದ್ದ ವೀರಣ್ಣನವರು 27ನೇ ವಯಸ್ಸಿನಲ್ಲಿ ಕಂಪನಿಯ ಒಡೆತನ ವಹಿಸಿಕೊಂಡರು. ಕನ್ನಡ ರಂಗಭೂಮಿಯಲ್ಲಿ ಅನೇಕ ಪ್ರಯೋಗಗಳನ್ನು ಕೈಗೊಂಡು ಯಶಸ್ಸು ಕಂಡರು. ಅಪ್ರತಿಮ ವ್ಯವಹಾರ ಕೌಶಲ್ಯವಿದ್ದ ವೀರಣ್ಣನವರು ಕಂಪನಿಯನ್ನು ತುಂಬಾ ದಕ್ಷತೆಯಿಂದ ಮುನ್ನಡೆಸಿದರು. ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರರಂಗ ಪರಸ್ಪರ ಪೂರಕವಾಗಿ ಬೆಳೆಯಬೇಕೆಂಬ ಆಶಯ ಅವರದ್ದಾಗಿತ್ತು. ಮಾತಿನ ಚಿತ್ರಗಳು ಆರಂಭವಾಗುವ ಮುನ್ನವೇ ಚಿತ್ರದ ಮಹತ್ತ್ವವನ್ನು ವೀರಣ್ಣನವರು ಮನಗಂಡಿದ್ದರು. ಹಾಗಾಗಿ ಅವರು ಎರಡೂ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ನಡೆಸಿದ ಪ್ರಯೋಗಗಳು ಅವರ ಸಾಹಸ ಮತ್ತು ಸೃಜನಶೀಲತೆಗೆ ಇಂದಿಗೂ ಸಾಕ್ಷಿಯಾಗಿವೆ. ಗುಬ್ಬಿ ಕರ್ನಾಟಕ ಫಿಲಂಸ್ ಸಂಸ್ಥೆಯನ್ನು ಸ್ಥಾಪಿಸಿ ಚಿತ್ರ ನಿರ್ಮಾಣ ಮುಂದುವರೆಸಿದ ವೀರಣ್ಣನವರು ಸದಾರಮೆ (1935), ಸುಭದ್ರ (1941), ಜೀವನ ನಾಟಕ (1942), ಹೇಮರೆಡ್ಡಿ ಮಲ್ಲಮ್ಮ (1945) ಗುಣಸಾಗರಿ (1953) ಮೊದಲಾದ ಚಿತ್ರಗಳನ್ನು ನಿರ್ಮಿಸಿದರು.
ಗುಬ್ಬಿ ಕರ್ನಾಟಕ ಫಿಲ್ಮ್ಸ್ ತಯಾರಿಸಿದ ‘ಬೇಡರ ಕಣ್ಣಪ್ಪ’ಸ (1954) ಕನ್ನಡ ಚಿತ್ರರಂಗದ ಗತಿಯನ್ನೇ ಬದಲಿಸಿತು. ಗುಬ್ಬಿ ಸಂಸ್ಥೆಯು ವಿತರಕ ಸಂಸ್ಥೆಯಾಗಿಯೂ ಕಾರ್ಯ ನಿರ್ವಹಿಸಿತು. ಇದಲ್ಲದೆ ಅದಕ್ಕೆ ಬೆಂಗಳೂರಿನ ಕೆಂಪೇಗೌಡ ರಸ್ತೆಯಲ್ಲಿ ಗೀತಾ, ಮೂವಿಲ್ಯಾಂಡ್ ಮತ್ತು ಸಾಗರ್ ಥಿಯೇಟರ್‍ಗಳ ಒಡೆತನವಿತ್ತು. ಹೀಗೆ ಗುಬ್ಬಿ ಕಂಪನಿ ನಿರ್ಮಾಣ ಮತ್ತು ವಿತರಣೆ ಮತ್ತು ಪ್ರದರ್ಶನ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಚಲನಚಿತ್ರರಂಗಕ್ಕೆ ಸೇವೆ ಸಲ್ಲಿಸಿತು. ಮುಂದು ಗುಬ್ಬಿ ವೀರಣ್ಣನವರ ಮೂಲಕವೇ ಶ್ರೀ ಕಂಠೀರವ ಸ್ಟುಡಿಯೊ ಸ್ಥಾಪನೆಯಾದದ್ದು ಮತ್ತೊಂದು ಇತಿಹಾಸ.
ಗುಬ್ಬಿ ಕಂಪನಿಯೆಂಬುದೊಂದು ದೊಡ್ಡ ಕರ್ಮಭೂಮಿ. ಅದರ ಕುಲುಮೆಯಿಂದ ರೂಪುಗೊಂಡು ಬಂದ ಅನೇಕ ಕಲಾವಿದರು ಮತ್ತು ತಂತ್ರಜ್ಞರು ಕನ್ನಡ ಚಿತ್ರರಂಗದಲ್ಲಿ ತಮ್ಮದೇ ಆದ ಛಾಪು ಮೂಡಿಸಿದ್ದಾರೆ. ಕನ್ನಡ ಮೊದಲ ಸಾಮಾಜಿಕ ಚಿತ್ರ ನಿರ್ದೇಶಿಸಿ ನಂತರ ‘ಬೇಡರ ಕಣ್ಣಪ್ಪ’ ಚಿತ್ರದ ಮೂಲಕ ಕನ್ನಡ ಚಲನಚಿತ್ರರಂಗಕ್ಕೆ ತಿರುವು ನೀಡಿದ ನಿರ್ದೇಶಕ ಎಚ್.ಎಲ್.ಎನ್. ಸಿಂಹ ಗುಬ್ಬಿ ಕಂಪನಿಯ ನಂಟು ಹೊಂದಿದ್ದರು. ಸಾಹಿತಿ ಕು.ರಾ. ಸೀತಾರಾಮಶಾಸ್ತ್ರಿ, ಬೆಳ್ಳಾವೆ ನರಹರಿಶಾಸ್ತ್ರಿ, ನಿರ್ಮಾಪಕ-ನಿರ್ದೇಶಕರಾಗಿ ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿ ದೊಡ್ಡ ಹೆಸರು ಮಾಡಿದ ಬಿ.ಆರ್. ಪಂತುಲು, ಆರ್. ನಾಗೇಂದ್ರರಾಯರು ಹಾಗೂ ಮತ್ತೊಂದು ಸಂಸ್ಥೆಯನ್ನು ಕಟ್ಟಿದ ಎಂ.ವಿ. ಸುಬ್ಬಯ್ಯನಾಯ್ಡು ಅವರೂ ಗುಬ್ಬಿ ಕಂಪನಿಯಲ್ಲಿದ್ದವರೇ. ಮುಂದೆ ಕನ್ನಡ ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರರಂಗದಲ್ಲಿ ಪ್ರಯೋಗ ನಡೆಸಿದ ಬಿ.ವಿ. ಕಾರಂತರ ವೃತ್ತಿ ಬದುಕು ಆರಂಭಗೊಂಡಿದ್ದು ಗುಬ್ಬಿ ಕಂಪನಿಯಲ್ಲಿ. ಸಾಹಿತಿ ದೇವುಡು ನರಸಿಂಹಶಾಸ್ತ್ರಿಯಂಥವರ ಚಲನಚಿತ್ರಾಸಕ್ತಿಗೆ ವೇದಿಕೆಯೊದಗಿಸಿದ್ದೇ ಗುಬ್ಬಿ ಕಂಪನಿ. ರಾಜ್‍ರವರ ತಂದೆ ಸಿಂಗಾನಲ್ಲೂರು ಪುಟ್ಟಸ್ವಾಮಯ್ಯನವರು ನಟಿಸಿದ ಏಕೈಕ ಚಿತ್ರ ಗುಬ್ಬಿ ಕಂಪನಿಯ ತಯಾರಿಕೆಯೇ ಆಗಿದೆ. ‘ಬೇಡರ ಕಣ್ಣಪ್ಪ’ ಚಿತ್ರ ನಿರ್ಮಾಣಕ್ಕೆ ಮುನ್ನ ಹೊನ್ನಪ್ಪ ಭಾಗವತರ್, ಡಿ. ಕೆಂಪರಾಜ ಅರಸ್ ಅಂಥ ಅಪ್ರತಿಮ ಕಲಾವಿದರಿಗೆ ಕನ್ನಡದಲ್ಲಿ ಅವಕಾಶ ಕಲ್ಪಿಸಿದವರು ವೀರಣ್ಣನವರು. ‘ಬೇಡರ ಕಣ್ಣಪ್ಪ’ ಚಿತ್ರವಂತೂ ಕನ್ನಡ ಚಿತ್ರರಂಗ ತೀವ್ರ ವೇಗವನ್ನು ಕಂಡುಕೊಳ್ಳಲು ಕಾರಣವಾಯಿತು.
ಆ ಚಿತ್ರದ ಮೂಲಕ ರಾಜ್‍ಕುಮಾರ್, ಟಿ.ಆರ್. ನರಸಿಂಹರಾಜು ಮತ್ತು ಜಿ.ವಿ. ಅಯ್ಯರ್ ಚಲನಚಿತ್ರ ರಂಗಕ್ಕೆ ದೊಡ್ಡ ರೀತಿಯಲ್ಲಿ ಪದಾರ್ಪಣೆ ಮಾಡಿದರು. ಅಷ್ಟೆ ಅಲ್ಲ, ಉದಯಕುಮಾರ್, ಬಾಲಕೃಷ್ಣ, ಬಿ.ಆರ್. ರಾಘವೇಂದ್ರ ರಾವ್, ಈಶ್ವರಪ್ಪ, ಮಹಾಬಲ ರಾಯರು, ಸಿ.ಬಿ. ಮಲ್ಲಪ್ಪ, ಡಿಕ್ಕಿ ಮಾಧವರಾವ್, ತಮಾಷಾ ಮಾಧವರಾವ್ ಗುಬ್ಬಿ ಕಂಪನಿಯ ಉತ್ಪನ್ನಗಳೇ! ಕನ್ನಡಕ್ಕೆ ಮೊಟ್ಟ ಮೊದಲ ಬಾರಿಗೆ ನಟನೆಗಾಗಿ ರಾಷ್ಟ್ರೀಯ ಪ್ರಶಸ್ತಿ ಪಡೆದ ಎಂ.ವಿ. ವಾಸುದೇವರಾವ್ ಗುಬ್ಬಿ ಕಂಪನಿಯಲ್ಲಿ ಬಾಲನಟರಾಗಿ ಪ್ರವರ್ಧಮಾನಕ್ಕೆ ಬಂದವರು. ‘ಕಾಡು’ ಚಿತ್ರದ ಕಿಟ್ಟಿ ಪಾತ್ರಕ್ಕಾಗಿ ಅತ್ಯುತ್ತಮ ಬಾಲನಟ ರಾಜ್ಯ-ರಾಷ್ಟ್ರ ಪ್ರಶಸ್ತಿ ಗಳಿಸಿದ ಮಾಸ್ಟರ್ ನಟರಾಜ್ ವೀರಣ್ಣನವರ ಮೊಮ್ಮಗ. ಪ್ರಥಮ ವಾಕ್ಚಿತ್ರದ ನಾಯಕಿ ತ್ರಿಪುರಾಂಬ, ಕಂಠಶ್ರೀಗೆ ಹೆಸರಾಗಿದ್ದ ಕೆ. ಅಶ್ವಥಮ್ಮ, ಸ್ವರ್ಣಮ್ಮ ಮುಂತಾದವರು ರಂಗಭೂಮಿಯಲ್ಲೂ ರಸಿಕರನ್ನು ರಂಜಿಸಿದವರು.
ಗುಬ್ಬಿ ಕಂಪನಿಯ ಕುಟುಂಬಕ್ಕೆ ಸೇರಿದ ಹಲವಾರು ಸದಸ್ಯರು ಚಲನಚಿತ್ರರಂಗಕ್ಕೆ ಸಾಕಷ್ಟು ದುಡಿದಿದ್ದಾರೆ. ಬಸವರಾಜ್, ಜಿ.ವಿ. ಶಿವಾನಂದ್ ಅವರ ಮಗ ನಟರಾಜ್, ಪದ್ಮಶ್ರೀ, ಬಿ. ಜಯಶ್ರೀ, ಲತಾದೇವಿ ಮುಂತಾದವರು ಕನ್ನಡ ಚಿತ್ರರಂಗದ ಬೇರೆ ಬೇರೆ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ದುಡಿದಿದ್ದಾರೆ. ‘ಕಾಡು’ ಚಿತ್ರದ ಕಿಟ್ಟಿಯ ಪಾತ್ರ ನಿರ್ವಹಿಸಿದ ಮಾಸ್ಟರ್ ನಟರಾಜ್ ಕನ್ನಡಕ್ಕೆ ಮೊದಲ ಅತ್ಯುತ್ತಮ ಬಾಲನಟ ರಾಷ್ಟ್ರ ಪ್ರಶಸ್ತಿಯನ್ನು ಗಳಿಸಿಕೊಟ್ಟರು. ಈಗಲೂ ಗುಬ್ಬಿ ಕಂಪನಿಯ ಒಡೆಯರ ವಂಶವೃಕ್ಷವನ್ನು ಅರಸಿ ಹೋದರೆ ಕನ್ನಡ ಚಿತ್ರರಂಗ ಮತ್ತು ಟಿವಿ ರಂಗಗಳಲ್ಲಿ ಅದರ ಶಾಖೋಪಶಾಖೆಗಳು ಹರಡಿ ಹೋಗಿರುವುದು ಅರಿವಾಗುತ್ತದೆ.
ಹೀಗೆ ಗುಬ್ಬಿ ಕಂಪನಿ ಪ್ರತಿಭಾವಂತರಿಗೊಂದು ಕರ್ಮಭೂಮಿಯಾಗಿತ್ತು. ಅದರ ಫಲ ಕನ್ನಡ ಚಿತ್ರರಂಗಕ್ಕಾಯಿತು. ಕನ್ನಡ ಚಿತ್ರರಂಗಕ್ಕೆ ಕಲಾವಿದರು ಮತ್ತು ತಂತ್ರಜ್ಞರನ್ನು ತಯಾರಿಸುವ ಕೇಂದ್ರವಾಗಿದ್ದ ಅದು ಚಿತ್ರ ನಿರ್ಮಾಣ ಮತ್ತು ವಿತರಣೆಯಲ್ಲೂ ಸಾಕಷ್ಟು ಕಾಣಿಕೆ ಸಲ್ಲಿಸಿತು. ಜೊತೆಗೆ ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರ ಕ್ಷೇತ್ರಗಳನ್ನು ಸಮಾನವಾಗಿ ಪೋಷಿಸಿದ ಅಪರೂಪದಲ್ಲಿ ಅಪರೂಪವಾದ ಸಂಸ್ಥೆ.
ಶ್ರೀ ಸಾಹಿತ್ಯ ಸಾಮ್ರಾಜ್ಯ ಮಂಡಳಿಯ ಜೋಡಿ ಯಜಮಾನರಲ್ಲಿ ಒಬ್ಬರಾದ ಶ್ರೀ ಆರ್. ನಾಗೇಂದ್ರರಾಯರು ಮುಂದೆ ಕನ್ನಡ ಚಿತ್ರರಂಗದಲ್ಲಿ ಸಹಜ ಅಭಿನಯದ ಒಂದು ಮಾದರಿಯನ್ನೇ ರೂಪಿಸಿದರು. ‘ನಮ್ಮ ಮಕ್ಕಳು’ವಿನಂಥ ಸದಭಿರುಚಿಯ ಚಿತ್ರವನ್ನು ನಿರ್ದೇಶಿಸಿದರು. ತಮ್ಮ ಮೂವರು ಪುತ್ರರನ್ನು ಸಿನಿಮಾರಂಗದ ವಿವಿಧ ಭಾಗಗಳಲ್ಲಿ ನಿಯೋಜಿಸಿದರು. ಅವರ ಗರಡಿಯಲ್ಲಿ ಪಳಗಿದ ಆರ್.ಎನ್. ಜಯಗೋಪಾಲ್ ನಮ್ಮ ಅತ್ಯುತ್ತಮ ಗೀತರಚನಕಾರರೂ, ಸಂಭಾಷಣೆಕಾರರೂ ಮತ್ತು ನಿರ್ದೇಶಕರೂ ಆಗಿದ್ದರು. ಆರ್.ಎನ್. ಕೃಷ್ಣಪ್ರಸಾದ್ ‘ನಾಂದಿ’, ‘ಬೆಳ್ಳಿಮೋಡ’ ಮತ್ತು ‘ನಗುವ ಹೂವು’ ಮೊದಲಾದ ಚಿತ್ರಗಳಿಗೆ ಛಾಯಾಗ್ರಹಣ ಮಾಡಿದ್ದಾರೆ. ‘ಬೆಳ್ಳಿಮೋಡ’ ಚಿತ್ರದ ‘ಮೂಡಲ ಮನೆಯ ಮುತ್ತಿನ...’ ಹಾಡಿನಲ್ಲಿ ದೃಶ್ಯಕಾವ್ಯವನ್ನೇ ಮೂಡಿಸಿದ್ದಾರೆ. ಕೃಷ್ಣಪ್ರಸಾದ್ ಅವರು ‘ನಗುವ ಹೂವು’ ಮೂಲಕ ನಿರ್ದೇಶನದಲ್ಲಿ ವಿಶಿಷ್ಟ ಛಾಪು ಮೂಡಿಸಿದರೂ ನೆಲೆಯೂರಲಿಲ್ಲ. ಆರ್.ಎನ್. ಸುದರ್ಶನ್ ನಟರಾಗಿ ಕೆಲವು ವರ್ಷ ನಾಯಕ ನಟರಾಗಿ ರಾರಾಜಿಸಿದರು.
ಆಂಧ್ರಪ್ರದೇಶದ ಕುಪ್ಪಂನ ಬುಡುಗೂರು ಗ್ರಾಮದಲ್ಲಿ ಜನಿಸಿದ (1911) ಬುಡುಗೂರು ರಾಮಕೃಷ್ಣ ಪಂತುಲು ಅವರು ಭಾರತೀಯ ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರರಂಗದ ಅಪೂರ್ವ ಪ್ರತಿಭೆ. ನಾಟಕದ ಗೀಳಿನಿಂದಾಗಿ ಶಿಕ್ಷಕ ವೃತ್ತಿ ತೊರೆದು ಪೀರ್ ಸಾಹೇಬರ ನಾಟಕ ಮಂಡಲಿ ಚಂದ್ರಕಲಾ ನಾಟಕ ಸಮಾಜ ಸೇರಿದ ಅವರು ‘ಸಂಸಾರನೌಕೆ’ ‘ಸದಾರಮೆ’ ಮತ್ತು ‘ಗುಲೇಬಾಕಾವಲಿ ಕತೆ’ಯಂಥ ಜನಪ್ರಿಯ ನಾಟಕಗಳಲ್ಲಿ ಅಭಿನಯಿಸಿ ಪ್ರಖ್ಯಾತರಾದರು. ‘ಸಂಸಾರ ನೌಕೆ’ ನಾಟಕದ ಸುಂದರನ ಪಾತ್ರ ಅವರನ್ನು ಜನಪ್ರಿಯಗೊಳಿಸಿತು. ಅನಂತರ ಗುಬ್ಬಿ ನಾಟಕ ಕಂಪನಿ ಸೇರಿದರು. ಮೊಟ್ಟಮೊದಲ ಸಾಮಾಜಿಕ ಚಿತ್ರವಾದ ‘ಸಂಸಾರ ನೌಕೆ’ ಚಿತ್ರದ ನಾಯಕರಾಗಿದ್ದ ಬಿ.ಆರ್. ಪಂತುಲು ಅವರು ಆರೆನ್ನಾರ್, ಸುಬ್ಬಯ್ಯನಾಯ್ಡು ಅವರ ಜೊತೆಯಲ್ಲಿ ಆರಂಭದಲ್ಲಿ ಅಭಿನಯದ ಮಾದರಿಯೊಂದನ್ನು ರೂಪಿಸಿದರು. ಆರೆನ್ನಾರ್ ಅವರಷ್ಟು ಸಂಯಮ ಮತ್ತು ಸುಬ್ಬಯ್ಯನಾಯ್ಡು ಅವರಷ್ಟು ರಂಗಭೂಮಿಗೆ ಸಹಜವಾದ ಆವೇಶ ಅವರ ಅಭಿನಯದಲ್ಲಿರಲಿಲ್ಲ. ಎರಡರ ನಡುವಣ ಒಂದು ಸಮತೋಲನವನ್ನು ಕಾಯ್ದುಕೊಂಡಿದ್ದರು. ಹಾಗೆ ನೋಡಿದರೆ ಈ ಮೂವರು ನಟರು ರೂಪಿಸಿದ ಅಭಿನಯ ಮಾದರಿಗಳೇ ಹಲವಾರು ದಶಕಗಳ ಕಾಲ ಅನುಕರಣೀಯ ಶೈಲಿಗಳಾಗಿದ್ದವು. ಪಂತುಲು ಅವರು 1955ರಲ್ಲಿ ಸ್ವಂತ ನಿರ್ಮಾಣ ಸಂಸ್ಥೆ ‘ಪದ್ಮಿನಿ ಪಿಕ್ಚರ್ಸ್’ ಆರಂಭಿಸಿದರು. ಪಂತಲುರವರು 1955ರಿಂದ 1972ರವರೆಗೆ ಒಟ್ಟಾರೆ ಇಪ್ಪತ್ತು ಕನ್ನಡ ಚಿತ್ರಗಳನ್ನು ನಿರ್ಮಿಸಿ ಹದಿನೆಂಟು ಚಿತ್ರಗಳನ್ನು ನಿರ್ದೇಶಿಸಿದರು. ಇವುಗಳಲ್ಲಿ ಎರಡು ಐತಿಹಾಸಿಕ, ಎರಡು ಪೌರಾಣಿಕ, ಒಂದು ಜಾನಪದ ಹಾಗೂ ಒಂದು ಮಕ್ಕಳ ಚಿತ್ರವನ್ನು ಹೊರತುಪಡಿಸಿದರೆ ಉಳಿದೆಲ್ಲವೂ ಸಾಮಾಜಿಕ ಚಿತ್ರಗಳೇ!
ಸ್ಕೂಲ್ ಮಾಸ್ಟರ್ ಅವರ ಅಭಿಜಾತ ಕೃತಿ. ‘ಸ್ಕೂಲ್ ಮಾಸ್ಟರ್’- ಸ್ವಾತಂತ್ರ್ಯಾನಂತರದ ಸಾಮಾಜಿಕ ಪರಿಸ್ಥಿತಿಗೆ ತೋರಿದ ಪ್ರತಿಕ್ರಿಯೆಯೇ ಆಗಿತ್ತು. ಹಳ್ಳಿಗಾಡಿನ ಶಿಕ್ಷಣ ಪರಿಸ್ಥಿತಿ, ಗುರುವಿನ ಸ್ಥಾನ, ಕಲಿತ ಮಕ್ಕಳು ನಗರ ಜೀವನಕ್ಕೆ ಹೊಂದಿಕೊಂಡಂತೆ ಹಳೆಯ ಪರಂಪರೆಗೆ ತೋರುವ ತಿರಸ್ಕಾರ, ಆಗತಾನೇ ಪಿಡುಗಾಗಿ ಬೆಳೆಯುತ್ತಿದ್ದ ವರದಕ್ಷಿಣೆಯ ಅವಾಂತರ, ನಗರವಾಸಿಗಳಾದ ಮಕ್ಕಳು ಮತ್ತು ತಂದೆತಾಯಿಗಳ ಪರಿಸ್ಥಿತಿ-ಹೀಗೆ ಸಾಮಾಜಿಕ ವಿಘಟನೆಯನ್ನು ಹಿಡಿದ ದೊಡ್ಡ ಹಂದರವನ್ನೆ ಅದು ಹೊಂದಿತ್ತು. ಕೌಟುಂಬಿಕ ಸದಸ್ಯರ ನಡುವಣ ಸಂಬಂಧಗಳ ಎಳೆಗಳನ್ನು ಬಿಡಿಸಿ ತೋರುವುದರಲ್ಲಿ ಪಂತುಲು ಒಲವುಳ್ಳವರಾಗಿದ್ದರು. ‘ಶ್ರೀಕೃಷ್ಣ ದೇವರಾಯ’ದಂಥ ಅದ್ಭುತ ಚಿತ್ರವನ್ನು ನೀಡಿದ ಪಂತುಲು ನಾಟಕದಿಂದ ಸಿನಿಮಾರಂಗವನ್ನೂ ಶ್ರೀಮಂತಗೊಳಿಸಿದ ದೊಡ್ಡ ಪ್ರತಿಭೆ.
ಅರವತ್ತರ ದಶಕದಲ್ಲಿ ಕನ್ನಡ ಚಿತ್ರರಂಗದ ಚಟುವಟಿಕೆಯೇ ಸ್ತಬ್ದಗೊಂಡಾಗ ರಂಗಭೂಮಿಯಿಂದ ಸಿನಿಮಾರಂಗಕ್ಕೆ ಬಂದ ಕಲಾವಿದರು ದೃತಿಗೆಟ್ಟರು. ಕೆಲಸವಿಲ್ಲದ ಅಸಹಾಯಕತೆಯಿಂದ ಕೊರಗುತ್ತಿದ್ದ ಕಲಾವಿದರ ನೆರವಿಗೆ ಬಂದದ್ದು ರಂಗಭೂಮಿ. ಆಗ ಕನ್ನಡದ ಕಲಾವಿದರು ಸಹಕಾರ ಸಂಘವನ್ನು ಸ್ಥಾಪಿಸಿಕೊಂಡು ತಮ್ಮ ಹಳೆಯ ಕ್ಷೇತ್ರವಾದ ನಾಟಕರಂಗಕ್ಕೆ ಮರಳಿಬಂದರು. ರಾಜ್, ನರಸಿಂಹರಾಜು, ಬಾಲಕೃಷ್ಣ, ಜಿ.ವಿ. ಅಯ್ಯರ್ ಮುಂತಾದವರು ಮತ್ತೆ ರಂಗಭೂಮಿಯಲ್ಲಿ ನಟಿಸಲು ಹಿಂಜರಿಯಲಿಲ್ಲ. ಪ್ರೇಕ್ಷಕರೂ ಅವರನ್ನು ರಂಗಭೂಮಿಯಲ್ಲಿ ಪ್ರೋತ್ಸಾಹಿಸಿದರು. ಆದರೆ ಸಿನಿಮಾ ಮಾಧ್ಯಮದ ನಂಟನ್ನು ಬಿಡಬಾರದೆಂದು ಭಾವಿಸಿದ ಅವರು ರಂಗಭೂಮಿಯಲ್ಲಿ ಉಳಿಸಿದ ಹಣವನ್ನು ತೊಡಗಿಸಿ ಚಿತ್ರ ನಿರ್ಮಾಣಕ್ಕೆ ಇಳಿದರು. ‘ಕನ್ನಡ ಕಲಾವಿದರು’ ಲಾಂಛನದಡಿಯಲ್ಲಿ ರಾಜ್‍ಕುಮಾರ್, ಟಿ.ಎನ್. ನರಸಿಂಹರಾಜು, ಟಿ.ಆರ್. ಬಾಲಕೃಷ್ಣ ಮತ್ತು ಜಿ.ವಿ. ಅಯ್ಯರ್ ಜೊತೆಗೂಡಿ ‘ರಣಧೀರ ಕಂಠೀರವ’ ಚಿತ್ರ ನಿರ್ಮಾಣವನ್ನು ಆರಂಭಿಸಿದರು. ಹೀಗೆ ‘ರಣಧೀರ ಕಂಠೀರವ’ ಅನನ್ಯ ಐತಿಹಾಸಿಕ ಚಿತ್ರ ಮಾತ್ರವಲ್ಲದೆ ರಂಗಭೂಮಿ ಚಲನಚಿತ್ರರಂಗದ ಕರಳುಬಳ್ಳಿ ಸಂಬಂಧವನ್ನು ಎತ್ತಿ ತೋರಿಸಿದ ಚಿತ್ರವೆನಿಸಿದೆ.
1925ರಲ್ಲಿ ಗುಬ್ಬಿ ಚನ್ನ ಬಸವೇಶ್ವರ ಕಂಪನಿಯ ತರೀಕರೆಯಲ್ಲಿ ಪ್ರದರ್ಶನಗೊಳ್ಳುತ್ತಿದ್ದ ‘ಮಹಾತ್ಮಾ ಕಬೀರ್’ ಚಿತ್ರವನ್ನು ಚಿತ್ರೀಕರಿಸಿ ಸಿನಿಮಾ ಮಾಡಿತು. ನಾಯಕ ಕಬೀರನ ಪಾತ್ರವನ್ನು ಅಭಿನವ ಶಿರೋಮಣಿ ಸಿ.ಬಿ. ಮಲ್ಲಪ್ಪನವರು ವಹಿಸಿದ್ದರು.
ಇಪ್ಪತ್ತನೇ ಶತಮಾನದ ಆರಂಭದಿಂದ ಊರ್ಧೃಮುಖ ಪ್ರಗತಿಯನ್ನು ಕಂಡು ಕರ್ನಾಟಕದಾದ್ಯಂತ ಚದುರಿದಂತಿದ್ದ ಅನೇಕ ನಾಟಕ ಕಂಪನಿಗಳ ಕಲಾವಿದರೇ ಆರಂಭದಲ್ಲಿ ಚಲನಚಿತ್ರಗಳಲ್ಲಿ ಕಲಾವಿದರ ಕೊರತೆಯನ್ನು ತುಂಬಿದರು. ಮುಖ್ಯವಾಗಿ ಮಹಿಳೆಯರು ಸಿನಿಮಾಗಳಲ್ಲಿ ನಟಿಸಲು ಹಿಂಜರಿಯುತ್ತಿದ್ದ ಆ ಕಾಲದಲ್ಲಿ ನಾಯಕಿಯರು, ಪೋಷಕ ಸ್ತ್ರೀ ಪಾತ್ರಗಳ ಅಭಾವವನ್ನು ನೀಗಿಸಿದವರು. ವೃತ್ತಿ ರಂಗಭೂಮಿಯು ಉಚ್ಛ್ರಾಯದ ಕಾಲದಲ್ಲಿ ಕರ್ನಾಟಕ, ಆಂಧ್ರ, ತಮಿಳುನಾಡಿನ ಜನರಿಂದ ಅತ್ಯುತ್ತಮ ನಟಿಯರೆಂದು ಪ್ರಖ್ಯಾತರಾಗಿದ್ದ ಲಕ್ಷ್ಮೀಬಾಯಿ, ಕಮಲಬಾಯಿ, ಮಳವಳ್ಳಿ ಸುಂದರಮ್ಮ, ಅಶ್ವತ್ಥಮ್ಮ, ಬಿ. ಜಯಮ್ಮ, ಗಂಗೂಬಾಯಿ ಗುಳೇದಗುಡ್ಡ, ಮುಂದೆ ಮುಂಬೈ ಚಿತ್ರರಂಗದಲ್ಲಿ ಗಾಯಕಿಯಾಗಿ ಹೆಸರು ಮಾಡಿದ ಅಮೀರ್‍ಬಾಯಿ ಕರ್ನಾಟಕ, ಎಂ.ವಿ. ರಾಜಮ್ಮ, ಎಂ. ಫಂಡರೀಬಾಯಿ, ಬಳ್ಳಾರಿ ಲಲಿತಾ, ಹರಿಣಿ, ಬಳ್ಳಾರಿ ರತ್ನಮಾಲ, ಬಿ. ಜಯಶ್ರೀ ಮುಂತಾದ ಹಿರಿಯ ನಟಿಯರೆಲ್ಲ ರಂಗಭೂಮಿಯಿಂದ ತಾಲೀಮು ಪಡೆದವರೇ ಆಗಿದ್ದರು.
ಆರಂಭದ ಬಹುತೇಕ ನಾಯಕ ನಟರು ರಂಗಭೂಮಿಯಿಂದ ಬಂದದ್ದು ಮಾತ್ರವಲ್ಲ ಕನ್ನಡ ಚಿತ್ರರಂಗದಲ್ಲಿ ಸುದೀರ್ಘ ಕಾಲ ಸೇವೆ ಸಲ್ಲಿಸಿದರು. ಮುಖ್ಯವಾಗಿ ಎಂ.ಎಸ್. ಸುಬ್ಬಯ್ಯನಾಯ್ಡು, ಆರ್.ಎನ್.ಆರ್., ಬಿ.ಆರ್. ಪಂತುಲು, ಕೆಂಪರಾಜ ಅರಸು, ಹೊನ್ನಪ್ಪ ಭಾಗವತರ್ ಅವರಿಂದ ಹಿಡಿದು ಟಿ.ಎನ್. ಬಾಲಕೃಷ್ಣ, ಜಿ.ವಿ. ಅಯ್ಯರ್, ನರಸಿಂಹರಾಜು, ಬೇಲೂರು ರಾಘವೇಂದ್ರರಾವ್, ಎಚ್.ಆರ್. ಶಾಸ್ತ್ರಿ, ಕುಪ್ಪುರಾಜ್, ಸಿದ್ದಯ್ಯಸ್ವಾಮಿ, ವಾಸುದೇವ ಗಿರಿಮಾಜಿ, ಕೌಶಿಕ್ ಡಿಕ್ಕಿ ಮಾಧವರಾವ್, ಹನುಮಂತರಾವ್ ಮುಂತಾದ ಕಲಾವಿದರು ರಂಗಭೂಮಿಯಿಂದ ವಲಸೆ ಬಂದು ಚಿತ್ರರಂಗಕ್ಕೆ ವೈವಿಧ್ಯ ತಂದರು.
ಕನ್ನಡ ಚಿತ್ರರಂಗದ ನವೋದಯ ಕಾಲದ ನಾಯಕರಾದ ಡಾ. ರಾಜ್‍ಕುಮಾರ್, ಉದಯಕುಮಾರ್, ಕಲ್ಯಾಣಕುಮಾರ್ (ರಂಗಭೂಮಿಯ ಅನುಭವ ಮೊದಲ ಇಬ್ಬರಿಗೆ ಹೋಲಿಸಿದರೆ ಕಡಿಮೆ) ಕೆ.ಎಸ್. ಅಶ್ವಥ್ ಮೊದಲಾದವರು ನಾಟಕರಂಗದ ಸಮೃದ್ಧ ಅನುಭವದೊಡನೆಯೇ ಆಗಮಿಸಿದರು. ಕುಮಾರತ್ರಯರು, ಕೆ.ಎಸ್. ಅಶ್ವಥ್, ಬಾಲಕೃಷ್ಣ, ನರಸಿಂಹರಾಜು, ಜಿ.ವಿ. ಅಯ್ಯರ್ ಮೊದಲಾದ ರಂಗ ಪ್ರತಿಭೆಗಳು ಕನ್ನಡ ಚಲನಚಿತ್ರ ರಂಗವನ್ನು ಉನ್ನತ ಮಟ್ಟಕ್ಕೆ ಕೊಂಡೊಯ್ದರು.
ಚಲನಚಿತ್ರಗಳ ಅವಿಭಾಜ್ಯ ಅಂಗವೆನಿಸಿದ ಸಾಹಿತ್ಯ (ಸಂಭಾಷಣೆ-ಗೀತೆ) ರಚನೆಯಲ್ಲೂ ರಂಗಭೂಮಿಯಲ್ಲಿ ಪಳಗಿದವರೆ ಅಸ್ತಿಭಾರ ಹಾಕಿದರು. ಮೊದಲ ವಾಕ್ಚಿತ್ರ ‘ಸತಿ ಸುಲೋಚನಾ’ ಚಿತ್ರದ ಸಂಭಾಷಣೆ ಗೀತೆಗಳನ್ನು ಬರೆದವರು ಗುಬ್ಬಿ ಕಂಪನಿಗೆ ನಾಟಕಗಳನ್ನು ರಚಿಸುತ್ತಿದ್ದ ಬೆಳ್ಳಾವೆ ನರಹರಿಶಾಸ್ತ್ರಿಗಳು. ಮತ್ತೋರ್ವ ನಾಟಕಕಾರ ಬಿ. ಪುಟ್ಟಸ್ವಾಮಯ್ಯನವರು ಸುಭದ್ರಾ, ಜೀವನನಾಟಕ ಮೊದಲಾದ ಚಿತ್ರಗಳಿಗೆ ಸಾಹಿತ್ಯ ಒದಗಿಸಿದರು. ಆರಂಭದಲ್ಲಿ ಚಿತ್ರ ಸಾಹಿತ್ಯ ಒದಗಿಸಿದ ಪ್ರಮುಖರಲ್ಲಿ ಹಿರಿಯ ನಾಟಕಕಾರರಾದ ಹಿರಣ್ಣಯ್ಯ, ಕು.ರಾ.ಸೀ., ಎಂ. ನರೇಂದ್ರಬಾಬು, ಆರ್‍ಎನ್ನಾರ್ ಮೊದಲಾದವರು ತಮ್ಮ ರಂಗಭೂಮಿಯ ಅನುಭವವನ್ನೇ ಧಾರೆ ಎರೆದರು. ಕೃಷ್ಣಲೀಲಾ (1947) ಚಿತ್ರದ ಮೂಲಕ ಚಿತ್ರ ಸಾಹಿತಿಯಾಗುವ ಮುನ್ನ ಹುಣಸೂರು ಕೃಷ್ಣಮೂರ್ತಿ ಅವರು ‘ಗೋಪಿಚಂದ್’ ‘ಎಚ್ಚಮನಾಯಕ’ ‘ದಲ್ಲಾಳಿ’ ಮೊದಲಾದ ನಾಟಕಗಳನ್ನು ಬರೆದಿದ್ದರು. ಹಲವಾರು ಕಂಪನಿಗಳಲ್ಲಿ ದುಡಿದಿದ್ದರು. ಅನಂತರ ಐವತ್ತರ ದಶಕದಲ್ಲಿ ಅತಿ ಹೆಚ್ಚು ಚಿತ್ರಗಳಿಗೆ ಸಾಹಿತ್ಯ ಒದಗಿಸಿ ಕ್ರಮೇಣ ನಿರ್ಮಾಣ ಮತ್ತು ನಿರ್ದೇಶನ ಕ್ಷೇತ್ರಕ್ಕೂ ಇಳಿದರು.
ಹೀಗೆ ಕನ್ನಡ ರಂಗಭೂಮಿ ಮತ್ತು ಚಿತ್ರರಂಗದಲ್ಲಿ ಸಮಾನ ಆಸಕ್ತಿಯಿಂದ ತೊಡಗಿಕೊಂಡಿದ್ದ ಪ್ರತಿಭೆಗಳು ಕನ್ನಡ ಚಿತ್ರರಂಗವನ್ನು ಮುನ್ನಡೆಸಿದವು. ಆದರೆ ಅರವತ್ತರ ದಶಕದಲ್ಲಿ ರಂಗಪ್ರತಿಭೆಗಳು ಚಿತ್ರರಂಗಕ್ಕೆ ಬರುವುದು ಬಹುತೇಕ ಸ್ಥಗಿತಗೊಂಡಿತು. ಇದಕ್ಕೆ ಕಾರಣಗಳು ಹಲವಾರು. ಚಿತ್ರರಂಗದ ಪ್ರಭಾವಕ್ಕೆ ವೃತ್ತಿ ರಂಗಭೂಮಿಗಳು ಕಾಲ್ತೆಗೆಯಬೇಕಾಯಿತು. ಆ ವೇಳೆಗೆ ಸಿನಿಮಾ ಕ್ಷೇತ್ರ ವಿವಿಧ ಕ್ಷೇತ್ರಗಳ ಆಸಕ್ತರನ್ನು ಸೆಳೆಯತೊಡಗಿತ್ತು. ರಂಗಭೂಮಿಯ ಅನುಭವವನ್ನು ದುಡಿಸಿಕೊಳ್ಳುವ ಬಗ್ಗೆ ನಿರ್ದೇಶಕರು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸಲಿಲ್ಲ. ಅಲ್ಲೊಂದು ಇಲ್ಲೊಂದು ರಂಗಪ್ರತಿಭೆಗಳು ಆಗಾಗ್ಗೆ ಚಿತ್ರರಂಗಕ್ಕೆ ಬಂದಿಳಿದರೂ ಹಿಂದಿನ ರಂಗಭೂಮಿಯ ವಲಸೆ ವಿರಳವಾಗಿತ್ತು. ಶ್ರೀನಾಥ್, ಗಂಗಾಧರ್ ಅವರಂಥ ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯ ನಟರು ಮಾತ್ರ ಇದಕ್ಕೆ ಅಪವಾದವೆನಿಸಿದ್ದರು.
ಜೊತೆಗೆ ಆಗ ಪ್ರವರ್ಧಮಾನಕ್ಕೆ ಬರುತ್ತಿದ್ದ ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯು ಚಲನಚಿತ್ರ ಕ್ಷೇತ್ರವನ್ನು ಮಡಿವಂತಿಕೆಯಿಂದ ನೋಡುತ್ತಿತ್ತು. ಚಲನಚಿತ್ರರಂಗವು ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯ ಸೂಕ್ಷ್ಮಗಳಂತಲ್ಲ. ಒರಟು ಎಂಬ ಭಾವನೆ ಚಾಲ್ತಿಯಲ್ಲಿತ್ತು. ಹಾಗಾಗಿಯೇ ಪಿ.ವಿ. ನಂಜರಾಜೇ ಅರಸು ನಿರ್ಮಿಸಿ ನಿರ್ದೇಶಿಸಿದ ‘ಸಂಕಲ್ಪ’ ಚಿತ್ರದಲ್ಲಿ ನಟಿಸಿದ್ದ ಸಿ.ಆರ್. ಸಿಂಹರವರು ಚಿತ್ರರಂಗಕ್ಕಿಂತ ನಾಟಕ ರಂಗವೇ ಉತ್ತಮ ಎಂದು ಹೇಳಿ ಆ ಚಿತ್ರದ ಬಿಡುಗಡೆಯ ನಂತರ ಬಂದ ಅವಕಾಶಗಳನ್ನು ನಿರಾಕರಿಸಿದ್ದರು. (ಅನಂತರ ಅವರು ಚಲನಚಿತ್ರರಂಗಕ್ಕೆ ಮತ್ತೆ ಬಂದದ್ದು ಬೇರೆಯೇ ವಿಷಯ)
ರಂಗಭೂಮಿ ಮತ್ತು ಚಿತ್ರರಂಗದ ತಂತು ಮತ್ತೆ ಕೂಡಿ ನವೀಕರಣಗೊಂಡದ್ದು ಎಪ್ಪತ್ತರ ದಶಕದಲ್ಲಿ. ಈ ಬಾರಿ ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯು ಚಲನಚಿತ್ರಕ್ಕೆ ಹೆಚ್ಚಿನ ಕೊಡುಗೆಯನ್ನು ನೀಡಿತು. ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯ ಪ್ರತಿಭೆಗಳು ಒಟ್ಟುಗೂಡಿ ನಿರ್ಮಿಸಿದ ಅಭಿಜಾತ ಚಿತ್ರವೆಂದರೆ ‘ಸಂಸ್ಕಾರ’. ಬೆಂಗಳೂರಿನ ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿ ಹಾಗೂ ಇಂಗ್ಲಿಷ್ ರಂಗಭೂಮಿಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡಿದ್ದ ಗಿರೀಶ್ ಕಾರ್ನಾಡ್, ಪಿ. ಲಂಕೇಶ್, ಸ್ನೇಹಲತಾ ರೆಡ್ಡಿ, ದಾಶರಥಿ ದೀಕ್ಷಿತ್ ಬೆಂಗಳೂರು-ಮದರಾಸಿನ ಹವ್ಯಾಸಿ ತಂಡದ ನಟ-ನಟಿಯರು ‘ಸಂಸ್ಕಾರ’ ಚಿತ್ರದಲ್ಲಿ ನಟಿಸಿದರು. ‘ಸಂಸ್ಕಾರ’ದ ಯಶಸ್ಸು ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯ ಬಹುದೊಡ್ಡ ವಲಸೆಯನ್ನು ಉದ್ಘಾಟಿಸಿತು. ‘ಸಂಸ್ಕಾರ’ ಚಿತ್ರವನ್ನು ಅನುಸರಿಸಿ ನಿರ್ಮಾಣಗೊಂಡ ಸಮಾನಾಂತರ ಚಿತ್ರಗಳಲ್ಲಿ ಬಹಳಷ್ಟು ಚಿತ್ರಗಳನ್ನು ನಿರ್ಮಿಸಿ, ನಿರ್ದೇಶಿಸಿದವರು ಅಭಿನಯಿಸಿದವರು ಹವ್ಯಾಸ ನಾಟಕ ರಂಗದ ಪ್ರತಿಭೆಗಳೇ ಆಗಿದ್ದರು.
ಪುಣೆಯ ರಾಷ್ಟ್ರೀಯ ಚಲನಚಿತ್ರ ತರಬೇತಿ ಸಂಸ್ಥೆಯಲ್ಲಿ ನಿರ್ದೇಶನ ಕಲಿತು ಬಂದ ಗಿರೀಶ್ ಕಾಸರವಳ್ಳಿಯವರು ಹಾಗೂ ಸಾಹಿತಿ ಬರಗೂರು ರಾಮಚಂದ್ರಪ್ಪನವರು ಮಾತ್ರ ಅದಕ್ಕೆ ಅಪವಾದ. ಮುಂದೆ ರಾಷ್ಟ್ರ ಮತ್ತು ಅಂತಾರಾಷ್ಟ್ರೀಯ ಮಟ್ಟದಲ್ಲಿ ಮನ್ನಣೆ ಗಳಿಸಿದ ಚಿತ್ರಗಳನ್ನು ರೂಪಿಸಿದ ಗಿರೀಶ್ ಕಾರ್ನಾಡ್, ಬಿ.ವಿ. ಕಾರಂತ, ಟಿ.ಎಸ್. ರಂಗಾ, ಎಂ.ಬಿ.ಎನ್. ಪ್ರಸಾದ್, ಟಿ.ಎಸ್. ನಾಗಾಭರಣ, ಚಂದ್ರಶೇಖರ ಕಂಬಾರ, ಎಂ.ಎಸ್. ಸತ್ಯು, ಸಿ.ಆರ್. ಸಿಂಹ ಹಾಗೂ ಕಲಾವಿದರಾದ ಅನಂತ್‍ನಾಗ್, ವೆಂಕಟರಾವ್ ತಲಗೇರಿ, ಎಲ್.ವಿ. ಶಾರದಾ, ಶಂಕರ್‍ನಾಗ್, ಲೋಕೇಶ್, ವೈಶಾಲಿ ಕಾಸರವಳ್ಳಿ, ಅರುಂಧತಿ ನಾಗ್, ಉಮಾಶ್ರೀ, ಸುರೇಶ್ ಹೆಬ್ಳೀಕರ್, ಟಿ.ಎನ್. ಸೀತಾರಾಂ, ಎಚ್.ಜಿ. ಸೋಮಶೇಖರರಾವ್, ದತ್ತಾತ್ರೇಯ, ಸಿ.ಎಚ್. ಲೋಕನಾಥ್, ಕೋಕಿಲಾ ಮೋಹನ್, ದೇವರಾಜ್, ಸುಂದರ್‍ರಾಜ್, ಕಾಶಿ, ಜಗದೀಶ್ ಮಲ್ನಾಡ್ ಮುಂತಾದವರು ಹವ್ಯಾಸಿ ರಂಗಭೂಮಿಯಿಂದ ಬಂದವರು. ಅಲ್ಲದೆ ತಾಂತ್ರಿಕ ವರ್ಗದಲ್ಲಿ ಸಿ. ಅಶ್ವಥ್ (ಸಂಗೀತ ನಿರ್ದೇಶಕ) ಶಶಿಧರ ಅಡಪ (ಕಲೆ) ರಮೇಶ್ ದೇಸಾಯಿ (ಕಲೆ) ವೈಶಾಲಿ ಕಾಸರವಳ್ಳಿ (ವಸ್ತ್ರ ವಿನ್ಯಾಸ) ಜಯಶ್ರೀ (ಗಾಯಕಿ, ನಟಿ) ಟಿ.ಎನ್. ನರಸಿಂಹನ್ (ನಟ, ನಿರ್ದೇಶಕ) ಮೊದಲಾದವರು ಕನ್ನಡ ಚಲನಚಿತ್ರರಂಗ ಹೆಚ್ಚು ಸೋಪಜ್ಞತೆಯನ್ನು ತಂದಿದ್ದಾರೆ. ಹೀಗೆ ರಂಗಭೂಮಿಯ ಕಸುವನ್ನು ಹೀರುತ್ತಾ ಕನ್ನಡ ಚಿತ್ರರಂಗ ಬೆಳೆಯುತ್ತಾ ಬಂತು.
ಇತ್ತೀಚಿನ ವರ್ಷಗಳಲ್ಲಿ ಕರ್ನಾಟಕದಾದ್ಯಂತ ರಂಗ ಚಟುವಟಿಕೆಗಳು ಹೆಚ್ಚಿನ ಭರಾಟೆ ಕಂಡುಕೊಂಡಿವೆ. ಉತ್ಸಾಹಿ ಯುವಕರ ದಂಡು ಆ ಕ್ಷೇತ್ರದತ್ತ ಲಗ್ಗೆ ಹಾಕಿದೆ. ಚಲನ ಚಿತ್ರರಂಗ ಮತ್ತು ದೂರದರ್ಶನಗಳೆರಡೂ ಉದ್ಯಮದ ಸ್ಥಾನಕ್ಕೇರಿ ಕುಳಿತಿವೆ. ಕಲೆಯನ್ನು ಪ್ರೀತಿಸಿ ಅದರೊಡನೆ ಅನುಸಂಧಾನ ನಡೆಸಿ ಹೊಸದನ್ನು ಅನ್ವೇಷಿಸುವ ಗೀಳಿಗಿಂತ, ಈ ಕ್ಷೇತ್ರಗಳು ತಂದುಕೊಡುವ ದಿಢೀರ್ ಪ್ರಸಿದ್ಧಿ ಮತ್ತು ಹಣ-ಎರಡೇ ಪ್ರಮುಖ ಆಕರ್ಷಣೆಯ ಅಂಶಗಳಾಗಿವೆ. ಇದು ಎಲ್ಲರಿಗೂ ಅನ್ವಯಿಸುವ ಅಭಿಪ್ರಾಯವಲ್ಲವಾದರೂ ಈ ಕ್ಷೇತ್ರದಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡ ಬಹುತೇಕ ಅನ್ವಯವಾಗುತ್ತದೆ. ದೃಶ್ಯ ಸಂಯೋಜನೆಯ ಗಂಧಗಾಳಿಯೂ ವ್ಯಕ್ತಿಗಳಿಗೆ ಗೊತ್ತಿಲ್ಲದ ಜನರು ಮೆಗಾ ಧಾರಾವಾಹಿಗಳನ್ನು ನಿರ್ದೇಶಿಸುತ್ತಿದ್ದರೆ, ಕಲಾವಿದರ ಅಭಿನಯ ಗಿಳಿಪಾಟ ಒಪ್ಪಿಸುವುದಕ್ಕಷ್ಟೇ ಸೀಮಿತವಾಗಿದೆ. ವೈಚಾರಿಕತೆಯಿಂದ ಮೈಲು ದೂರವಿರುವ ಟಿ.ವಿ. ಧಾರಾವಾಹಿ, ರಿಯಾಲ್ಟಿ ಷೋಗಳಲ್ಲಿ ಮಿಂಚಲು ಹಾತೊರೆವ ಸಂಖ್ಯೆಯೇ ಹೆಚ್ಚು.
ಇನ್ನು ಚಿತ್ರರಂಗವಂತೂ ರೀಮೇಕ್ ಪಿಡುಗಿನ ಮುಂದೆ ಮಂಡಿಯೂರಿ ಕುಳಿತಿದೆ. ಚಲನಚಿತ್ರ ನಿರ್ಮಾಣದ ಹಿಂದೆ ರಿಯಲ್ ಎಸ್ಟೇಟ್ ಹಣ, ಭೂಗತ ನಂಟಿನ ಹಣಕ್ಕೆ ಕಲಾನ್ವೇಷಣೆಯ ಆಶಯಗಳಿಗಿಂತ ಭಿನ್ನವೇ ಆದ ಪ್ರೇರಣೆಗಳಿವೆ. ಹಾಗಾಗಿ ಅಲ್ಲಿ ಗುಣಮಟ್ಟದ ಬಗ್ಗೆ ಕಾಳಜಿ ಇಲ್ಲ. ಇಂಥ ಸನ್ನಿವೇಶದಲ್ಲಿ ಚಲನಚಿತ್ರರಂಗ ಮತ್ತು ಟಿ.ವಿ. ರಂಗಕ್ಕೆ ಕಲಾವಿದರನ್ನು ತಂತ್ರಜ್ಞರನ್ನು ಸರಬರಾಜು ಮಾಡುವ ಕೇಂದ್ರಗಳಾಗಿ ರಂಗಭೂಮಿಗಳು ಪರಿವರ್ತನೆಯಾಗುತ್ತಿವೆ. ವಿರಳವೆನಿಸಿದರೂ ನಿಜವಾದ ರಂಗಕಾಳಜಿಯುಳ್ಳ ಹವ್ಯಾಸಿ ನಾಟಕ ತಂಡಗಳು ಕ್ರಿಯಾಶೀಲವಾಗಿರುವುದು ಕನ್ನಡಿಗರ ಪುಣ್ಯವೆಂದೇ ಹೇಳಬೇಕು. ಹೀಗೆ ಕನ್ನಡ ರಂಗಭೂಮಿ ಮತ್ತು ಚಲನಚಿತ್ರ ಕ್ಷೇತ್ರದ ನಡುವಣ ಸಂಬಂಧಗಳು ಅಬಾಧಿತವಾಗಿ ಮುಂದುವರಿದಿವೆ.`,
      en: `The relationship between Kannada theatre and cinema has a history spanning a century. Kannada cinema has grown by drawing upon the strength and richness of theatre. On the occasion of World Theatre Day (March 27), here is an extensive article by National Award-winning writer Dr. K. Puttaswamy.

K. Puttaswamy, Writer

Kannada theatre, like Indian theatre, emerged from the folk traditions of the people. Ancient theatre is generally classified into two categories. One was folk theatre created by communities for their own entertainment. In Karnataka, forms such as Bayalata, Sannata, Doddata, and Gombeyata belong to this tradition. The other was theatre patronised by royalty. Since supporting the arts was considered one of the duties of kings, theatrical performances were regularly organised in royal courts. These performances imitated Sanskrit theatre and therefore gave greater importance to music and acting. Interestingly, most of the artistes were also musicians. Neither of these two forms of theatre was ever an industry. They did not follow any established economic model. Their primary objectives were entertainment and education.

From the latter half of the nineteenth century, professional theatre companies began emerging in India. They deserve credit for transforming theatre into an industry through public entertainment. Theatre thus acquired an institutional structure. In particular, Parsi theatre not only pioneered professional theatre in India but also played a significant role in shaping the growth and development of Indian professional theatre and, later, cinema. Even today, cinema continues to grapple with the influence of Parsi theatre.

The Parsi community gained economic prosperity through commerce and shipbuilding. Primarily settled along the western coast, the community expanded its activities into various fields. Philanthropy and culture were two major areas in which they made significant contributions. As merchants, they naturally began transforming theatre into an industry. They built theatres for public performances, recruited artistes on monthly salaries, encouraged musicians to experiment, and commissioned writers to create and stage plays.

The role played by the Parsi community in shaping Indian theatre was unparalleled. Theatres where plays were performed existed in areas of Mumbai heavily populated by Parsis. These venues were known as “Peela Houses,” a corruption of the term “Play House.” As Parsi theatre companies travelled to distant towns, they ignited a passion for theatre wherever they went. Each flame they lit eventually began speaking the language of its respective region.

Parsi theatre remained at its peak from 1850 to 1930. Borrowing material, themes, and design elements from various theatrical traditions around the world, it created a distinctive form of theatre. Primarily entertaining the middle class, professional theatre became a medium for generating economic profit. Unlike folk theatre, whose objectives included worship, moral instruction, and entertainment, and court theatre, which emphasised artistic sophistication and aesthetic appreciation, professional theatre focused on entertainment and commercial success. Its theatrical methods reflected these priorities.

Parsi theatre adapted British stage design and visual composition, European theatrical staging, Indian mythological themes, Western plays, and stories from Arab countries to the Indian context.

Along with stories from the Ramayana, Mahabharata, and other mythological sources, Parsi theatre organisers adapted subjects such as Shakespeare’s Romeo and Juliet and Arabic tales like Gul Bakavali, Sohrab Rustum, and Aladdin for the stage. For the costumes, makeup, and visual representation of mythological characters, they drew inspiration from the canvases of artist Raja Ravi Varma, who had painted mythological figures. They brought every detail—from costumes, jewellery, and crowns to the finest visual elements of those paintings—to life on stage.

They used the same visual foundation for designing the costumes of mythological and historical figures. The way historical characters such as Basavanna of the twelfth century, Sri Krishnadevaraya of the fourteenth century, and Chhatrapati Shivaji are remembered in popular imagination wearing crowns, armlets, and elaborate costumes similar to those of Raja Ravi Varma’s gods owes much to the influence of Parsi theatre.

It was largely under the influence of Parsi theatre that professional theatre companies emerged in Karnataka as well. In addition, the first professional theatre company in Gadag was established as a response to the influence of Marathi theatre. Founded in 1874 under the leadership of Shantakavi Balacharya Gopalacharya Sakkari, the Sri Veeranarayana Prasadita Kritapura Nataka Mandali was the first professional Kannada theatre company. It later gave rise to the Royal Dramatic Company.

Although palace theatre companies performed plays for the public, independent theatre companies were established in several parts of southern Karnataka. Companies such as the Rajadhani Nataka Mandali founded by Rangacharyas in Mandya (1881), Rasika Manollasini Nataka Mandali (1883), Sri Saraswathi Vilasa Karnataka Sabha, Bengaluru’s Sri Kanteshwara Karnataka Nataka Sabha, Gollarapete Nataka Sabha, and Bullappa’s Company emerged in Mysuru, Bengaluru, and surrounding areas during the early period.

However, some individuals capitalised on the artistic appreciation that professional Kannada theatre had cultivated among the public and, through organisational skill and continuous experimentation, built large institutions. These included the Sri Gubbi Channabasaveshwara Kripaposhita Nataka Sangha, popularly known as the Gubbi Company; Sri Sahitya Samrajya Nataka Mandali, also known as the S.S.S. Company or Subbaiah Naidu Company; Tiger Varadacharya’s Ratnavali Theatricals; Peer Saheb’s Chandrakala Nataka Mandali; Hirannaiah Mitra Mandali; and several others.

From the 1880s, professional Kannada theatre not only established deep roots but also spread across South India. Growing freely beyond linguistic boundaries, Kannada theatre gave the nation outstanding playwrights, artistes, and business managers. While professional theatre productions became popularly known as “Company Natakas,” professional theatre itself became permanently associated in the public mind with the term “Nataka Company.” These institutions and this medium introduced audiences to numerous possibilities in entertainment.

Just as professional theatre influenced Indian cinema, it had a profound influence on Kannada cinema as well. The Indian cinematic tradition began with Dhundiraj Govind Phalke’s Raja Harishchandra (1913). Phalke, who came from a traditional Chitpavan Brahmin family and had trained in sculpture and painting rather than theatre, chose cinema as his field of experimentation. For his first film, he selected the familiar story of Harishchandra, which had already been successfully presented through Harikatha and theatre.

However, during the silent-film era, most films that followed placed less emphasis on narrative. Cinema, a new technological medium, was created primarily to attract audiences. Filmmakers incorporated scenes designed to shock, amaze, and amuse viewers. They combined adventure and dance sequences with simple storylines.

After the arrival of the talkies, all this changed dramatically in India. Films began to be made as extended forms of theatre. They incorporated the clearly defined characters, intense emotional elements, visually captivating scenes, and moral lessons of traditional Indian theatre based on the nine rasas.

In its early years, Indian cinema did not give complete importance to narrative. Later, the M.V.S.–R.N.R. duo, with the support of the A.V.M. organisation, created history with Satya Harishchandra. Here too, the performances of Subbaiah Naidu as Harishchandra and Raya as Vishwamitra captivated audiences.

The last film on which the two worked together was Mahatma Kabir (1947). Directed by Raya, the film featured Naidu as Kabir. After the M.V.S.–R.N.R. partnership ended, M.S. Subbaiah Naidu, under the banner of Sri Sahitya Samrajya Nataka Mandali, directed Bhakta Prahlada (1958) along with H.S. Krishnaswamy. It was his final film as an actor. His son Lokesh played Prahlada in the film. It was also the film that marked director V. Somashekar’s entry into cinema. Lokesh, who later became a celebrated figure in amateur theatre, went on to become one of the rare and distinguished actors of Kannada cinema.

Indian cinema initially relied heavily on mythological stories, historical events, and the enchanting world of folklore. Indian audiences were accustomed to repeatedly returning to their traditional mythological stories, folk worlds, and historical settings for pleasure. Rather than saying that filmmakers simply exploited the audience’s fascination with mythology and history, it would be more appropriate to say that they avoided risks and adapted familiar, established theatrical narratives to the screen.

Theatre had succeeded in attracting audiences by exaggerating mythological and historical stories and creating an illusionary world. Cinema, an extraordinary medium capable of creating three-dimensional visual experiences on a two-dimensional screen, expanded the creative possibilities of theatre even further.

As a result, cinema succeeded in creating a much larger world of illusion than theatre. Close-up shots, multiple camera angles, outdoor locations, retakes, editing, and post-production—all unavailable to theatre—enhanced cinema’s capabilities. Although plays and films may be based on the same story, their effects are different and they create entirely different worlds of experience. Hence, early films were largely based on familiar stories from mythology, history, and folklore.

India’s first film, Alam Ara (1931), was made in Hindi and was based on a Parsi play of the same name that had already been successful on stage. The first Tamil film, Kalidas (1931), was also based on a play. The first Telugu film, Bhakta Prahlada (1932), too originated as a theatrical work. The first Bengali film, Dena Paona (1931), was the exception, as it was based on a novel by Sarat Chandra Chattopadhyay.

The first Kannada talkie experiment also began with a theatrical work. Although Sati Sulochana is credited as the first Kannada film to be released, Bhakta Dhruva holds the distinction of being the first Kannada-language film to go on floors. Bhakta Dhruva was the second film to be released. In any case, most of the artistes and technicians involved in both films had backgrounds in theatre.

Before this, it is important to mention the relationship between professional Kannada theatre and other modern playwrights with cinema. Some film historians believe that the silent-film era in Karnataka began in 1921. It is estimated that around 175 silent films may have been made between 1921 and 1933.

It is said that the then young Maharaja of Mysuru, Sri Kantheerava Narasimharaja Wadiyar, filmed Nirupama (1921), a play performed by Ratnavali Theatrical Company, in which A.V. Varadacharya acted. The play was filmed using a hand-cranked camera. Special screenings of this “play film” were reportedly organised for Indian and foreign dignitaries visiting the palace. Thus, A.V. Varadacharya may be considered the first leading actor of a silent film shot on Kannada soil, while Kantheerava Narasimharaja Wadiyar could be regarded as its first producer.

The silent film Vasanta Sena (1925) was a milestone in the history of cinema in Karnataka. Its production began under unusual circumstances. The people who initiated the project were Mohan Bhavanani and playwright T.P. Kailasam.

Mohan Bhavanani was a cameraman trained in Germany and a North Indian associated with the Central Film Division. During a conversation with T.P. Kailasam, he reportedly proposed making a feature film in Mysuru. Kailasam suggested adapting Shudraka’s play Mrichchhakatika. Bhavanani agreed with the idea of adapting this timeless masterpiece of Indian literature. T.P. Kailasam played Shakara, one of the principal characters in the film. The film was screened not only across India but also abroad.

Writers and playwrights such as Sriranga and Devudu Narasimha Shastry also took an interest in film production. Devudu reportedly inspired Gubbi Veeranna to produce several silent films. A silent film titled Kallara Koota was also made based on one of his stories.

The renowned M.V. Subbaiah Naidu, who was prominent during the 1930s and 1940s, was the lead actor of the first Kannada talkie, Sati Sulochana. Bellave Narahari Shastri was the first film writer. Actor R. Nagendra Rao, who composed and provided music for sixteen songs, was the first music director. Lakshmibai, who sang the song “Bhale Bhale Parvati Balu Chature,” was the first playback singer of Kannada cinema.

M.V. Subbaiah Naidu, who played the role of antagonist Indrajitu in Sati Sulochana, was a classical artiste of both Kannada theatre and cinema. He conducted many experiments in theatre and brought discipline and glamour to the stage. Because of his strong attachment to theatre, he could not become deeply involved in the still-young film industry. Nevertheless, during his time in cinema, he created a distinctive acting style. His innovative approach to portraying mythological characters is said to have influenced many actors who followed.

Subbaiah Naidu had acted in Gubbi Veeranna’s silent film His Love Affair. He later joined hands with another distinguished theatre artiste, R. Nagendra Rao, to establish the Sri Sahitya Samrajya Mandali. Naidu and Raya ran the organisation like brothers for seventeen years before eventually parting ways.

The Naidu–Raya partnership also produced significant experiments in cinema. With Raya’s connections to Tamil film producers and Naidu as his partner, they entered film production. In the 1941 film Vasantasena, Naidu played Charudatta, while Raya gave a new interpretation to the role of Shakara.

Kannada cinema introduced social themes on a large scale to an Indian film industry that had largely relied on mythology, history, and devotional stories. The 1931 film Samsara Nauka dealt with contemporary domestic life. It too was based on a theatrical work.

H.L.N. Simha, who brought a major turning point to Kannada cinema through Bedara Kannappa, was an outstanding talent of both Kannada theatre and cinema. Tired of long mythological plays that continued through the night, Simha decided to write a social drama. After joining Peer Saheb’s Chandrakala Nataka Mandali, he wrote the three-and-a-half-hour play Samsara Nauka (1931). It was a play that helped theatre move away from the heavy dependence on music towards prose dramas. The success of Samsara Nauka on stage was successfully repeated in its cinematic adaptation.

In the early days, theatre companies, theatre artistes, and organisers deserve much of the credit for preserving and developing Kannada cinema. Among the important theatre institutions and personalities were the Gubbi Company, Sri Sahitya Samrajya Mandali, B.R. Panthulu, and B.S. Ranga. The contribution of Mahatma Pictures, which emerged without a theatre background, is equally worthy of remembrance.

The Sri Gubbi Channabasaveshwara Kripaposhita Nataka Sangha, established in 1884, became the only professional theatre organisation in the world to celebrate its centenary. It became permanently known to the public as the Gubbi Nataka Company, or simply the Gubbi Company.

In 1896, six-year-old G.H. Veeranna left his education and joined the company as an artiste. Initially performing comedy roles, Veeranna took over ownership of the company at the age of 27. He conducted numerous experiments in Kannada theatre and achieved considerable success. Possessing exceptional business skills, he led the company efficiently.

Veeranna believed that theatre and cinema should grow in a mutually supportive manner. Even before the talkies began, he recognised the importance of cinema. The experiments he conducted in both fields remain evidence of his courage and creativity.

After establishing Gubbi Karnataka Films, Veeranna continued producing films such as Sadarame (1935), Subhadra (1941), Jeevana Nataka (1942), Hemareddy Mallamma (1945), and Gunasagari (1953).

The Gubbi Karnataka Films production Bedara Kannappa (1954) changed the course of Kannada cinema. The Gubbi organisation also operated as a distribution company. In addition, it owned the Geetha, Movieland, and Sagar theatres on Kempegowda Road in Bengaluru. Thus, the Gubbi Company contributed to cinema through production, distribution, and exhibition. Another important chapter in its history was the establishment of Sri Kanteerava Studio through Gubbi Veeranna.

The Gubbi Company was a great training ground. Many artistes and technicians who emerged from its ranks went on to leave their own mark on Kannada cinema. Director H.L.N. Simha, who directed the first Kannada social film and later transformed Kannada cinema through Bedara Kannappa, had links with the Gubbi Company.

Writers Ku. Ra. Seetharama Shastry and Bellave Narahari Shastry, producer-director B.R. Panthulu, who earned a major reputation in South India, R. Nagendra Rao, and M.V. Subbaiah Naidu, who later established another organisation, were all associated with the Gubbi Company.

The professional career of B.V. Karanth, who later conducted significant experiments in Kannada theatre and cinema, also began with the Gubbi Company. The company provided a platform for the cinematic interests of writers such as Devudu Narasimha Shastry.

The only film in which Rajkumar’s father, Singanalluru Puttaswamaiah, acted was also a Gubbi Company production. Before Bedara Kannappa, Veeranna provided opportunities in Kannada cinema to exceptional artistes such as Honnappa Bhagavathar and D. Kemparaj Urs. Bedara Kannappa in particular helped Kannada cinema gain tremendous momentum.

The film marked the major entry of Rajkumar, T.R. Narasimharaju, and G.V. Iyer into cinema. In addition, Udayakumar, Balakrishna, B.R. Raghavendra Rao, Eshwarappa, Mahabala Raya, C.B. Mallappa, Dikki Madhavarao, and Tamasha Madhavarao were all products of the Gubbi Company.

M.V. Vasudeva Rao, the first Kannada artiste to win a National Award for acting, grew up as a child artiste in the Gubbi Company. Master Nataraj, who won the State and National Best Child Actor awards for his role as Kitty in Kaadu, was Veeranna’s grandson.

The first talkie heroine Tripuramba, renowned singer K. Ashwathamma, Swarnamma, and several others also entertained audiences on stage.

Several members of the Gubbi Company family went on to contribute significantly to cinema. Basavaraj, G.V. Shivanand’s son Nataraj, Padmashree, B. Jayashree, and Latadevi worked in various areas of Kannada cinema.

Master Nataraj, who played Kitty in Kaadu, brought Kannada its first National Award for Best Child Actor. Even today, tracing the family tree of the Gubbi Company reveals branches spread across Kannada cinema and television.

Thus, the Gubbi Company was a great training ground for talented people, and its contribution ultimately enriched Kannada cinema. It became a centre for training artistes and technicians, while also contributing significantly to film production and distribution. It was a rare institution that nurtured both theatre and cinema equally.

One of the two owners of the Sri Sahitya Samrajya Mandali, R. Nagendra Rao, later established a model of naturalistic acting in Kannada cinema. He directed well-regarded films such as Namma Makkalu. He also placed his three sons in different areas of cinema.

R.N. Jayagopal, who trained under him, became one of our finest lyricists, dialogue writers, and directors. R.N. Krishnaprasad was the cinematographer of films such as Naandi, Bellimoda, and Naguvahuvu. In the song “Moodala Maneya Muthina…” from Bellimoda, he created what can be described as visual poetry. Though Krishnaprasad made a distinctive mark as a director through Naguvahuvu, he did not establish himself permanently in that field. R.N. Sudarshan enjoyed several years of success as a leading actor.

B. R. Panthulu, born in 1911 in Buduguru village in Kuppam, Andhra Pradesh, was an exceptional talent in Indian theatre and cinema. Driven by his passion for theatre, he left his teaching profession and joined Peer Saheb’s Chandrakala Nataka Samaja. He became famous by acting in popular plays such as Samsara Nauke, Sadarame, and Gulebakavali Kathe. His role as Sundara in Samsara Nauke made him popular.

He later joined the Gubbi Nataka Company. As the lead actor of Samsara Nauke, the first major Kannada social film, B.R. Panthulu, along with Raya and Subbaiah Naidu, helped establish an early model of acting. He did not possess Raya’s restraint or Subbaiah Naidu’s naturally theatrical intensity; instead, he maintained a balance between the two.

In fact, the acting styles created by these three actors remained influential and emulated for several decades.

In 1955, Panthulu established his own production company, Padmini Pictures. Between 1955 and 1972, he produced a total of twenty Kannada films and directed eighteen. Apart from two historical films, two mythological films, one folk film, and one children’s film, all his other films were social dramas.

School Master was one of his finest works. It was a response to the social conditions of post-Independence India. It addressed rural education, the position of the teacher, the younger generation’s rejection of old traditions as they adapted to urban life, the growing menace of dowry, and the changing relationship between urbanised children and their parents.

The film captured a broad canvas of social disintegration. Panthulu had a particular interest in exploring the emotional threads connecting family members. The man who gave audiences an extraordinary film like Sri Krishnadevaraya was a major talent who enriched cinema through his theatrical background.

When Kannada cinema’s activities came to a standstill in the 1960s, artistes who had moved from theatre to cinema became disheartened. Theatre came to the rescue of artistes who were struggling with unemployment and helplessness.

Kannada artistes formed a cooperative society and returned to their old field—theatre. Rajkumar, Narasimharaju, Balakrishna, and G.V. Iyer did not hesitate to act on stage again. Audiences also encouraged them.

However, they felt they should not sever their connection with cinema. They invested the money they earned from theatre and entered film production. Under the banner of Kannada Kalavidaru, Rajkumar, T.N. Narasimharaju, T.R. Balakrishna, and G.V. Iyer joined hands to begin production of Ranadheera Kanteerava.

Thus, Ranadheera Kanteerava was not only a unique historical film but also an important testament to the deep, organic relationship between theatre and cinema.

In 1925, the Gubbi Channabasaveshwara Company filmed the play Mahatma Kabir, which was being staged in Tarikere, and turned it into a film. The lead role of Kabir was played by Abhinava Shiromani C.B. Mallappa.

From the beginning of the twentieth century, many theatre companies had flourished across Karnataka. Their artistes filled the shortage of performers in the early days of cinema. At a time when women were hesitant to act in films, these theatre artistes in particular filled the shortage of heroines and female supporting actors.

During the golden age of professional theatre, acclaimed actresses such as Lakshmibai, Kamalabai, Malavalli Sundaramma, Ashwathamma, B. Jayamma, Gangubai Guleddagudda, Ameerbai Karnataki, who later became famous as a singer in Mumbai cinema, M.V. Rajamma, M. Fandari Bai, Ballari Lalitha, Harini, Ballari Ratnamala, B. Jayashree, and many other senior actresses were all trained in theatre.

Most of the early leading men not only came from theatre but also served Kannada cinema for many years. From M.S. Subbaiah Naidu, R.N.R., B.R. Panthulu, Kemparaj Urs, and Honnappa Bhagavathar to T.N. Balakrishna, G.V. Iyer, Narasimharaju, Belur Raghavendra Rao, H.R. Shastry, Kuppuraj, Siddaiah Swamy, Vasudeva Girimaji, Kaushik Dikki Madhavarao, and Hanumantharao, artistes migrated from theatre to cinema and brought diversity to the film industry.

The leading actors of the Kannada cinema renaissance—Dr. Rajkumar, Udayakumar, Kalyankumar (whose theatre experience was comparatively less than that of the first two), and K.S. Ashwath—also entered cinema with rich theatrical experience.

The Kumaratraya, K.S. Ashwath, Balakrishna, Narasimharaju, G.V. Iyer, and other theatre talents elevated Kannada cinema to a higher level.

The literary foundation of cinema, particularly dialogue and lyric writing, was also laid by people trained in theatre. Bellave Narahari Shastry, who wrote plays for the Gubbi Company, wrote the dialogues and songs for the first Kannada talkie, Sati Sulochana.

Another playwright, B. Puttaswamaiah, contributed literary material to films such as Subhadra and Jeevana Nataka. Among the prominent early film writers were veteran playwrights such as Hirannaiah, Ku. Ra. Si., M. Narendrababu, and R.N.R., who brought their theatrical experience into cinema.

Before becoming a film writer through Krishna Leela (1947), Hunsur Krishnamurthy had written plays such as Gopichand, Echamanayaka, and Dallali. He had worked with several theatre companies. Later, during the 1950s, he wrote for a large number of films and gradually entered film production and direction.

Thus, talents who were equally passionate about Kannada theatre and cinema played a major role in taking Kannada cinema forward.

However, during the 1960s, the migration of theatre talents into cinema largely came to a halt. There were several reasons. Professional theatre companies were forced to retreat under the influence of cinema. By then, the film industry had begun attracting people from various fields. Directors did not seriously consider making use of theatrical experience.

Although a few theatre talents occasionally entered cinema, the large-scale migration from theatre seen earlier became rare. Actors from amateur theatre, such as Srinath and Gangadhar, were among the exceptions.

At the same time, the emerging amateur theatre movement viewed cinema with a certain degree of prejudice. There was a prevailing perception that cinema was crude and lacked the subtlety of amateur theatre. That was why C.R. Simha, who acted in Sankalpa, produced and directed by P.V. Nanjraja Urs, once said that theatre was superior to cinema and rejected opportunities that came his way after the film’s release. (His later return to cinema is another story.)

The bond between theatre and cinema was renewed in the 1970s. This time, amateur theatre made a greater contribution to cinema.

Samskara was a landmark film created by talents from amateur theatre. Girish Karnad, P. Lankesh, Snehalatha Reddy, Dasharathi Dikshit, and actors and actresses from amateur theatre groups in Bengaluru and Madras, who were involved in Kannada and English theatre, acted in the film.

The success of Samskara opened the doors to a major migration of amateur theatre talent into cinema. Many of the parallel films that followed Samskara were produced, directed, and acted in by people from amateur theatre.

Girish Kasaravalli, who studied direction at the Film and Television Institute of India in Pune, and writer Baraguru Ramachandrappa were among the exceptions.

Several personalities who later created films recognised nationally and internationally—including Girish Karnad, B.V. Karanth, T.S. Ranga, M.B.N. Prasad, T.S. Nagabharana, Chandrashekhara Kambara, M.S. Sathyu, C.R. Simha, and actors such as Anant Nag, Venkatarao Talagere, L.V. Sharada, Shankar Nag, Lokesh, Vaishali Kasaravalli, Arundhati Nag, Umashree, Suresh Heblikar, T.N. Seetharam, H.G. Somashekara Rao, Dattatreya, C.H. Lokanath, Kokila Mohan, Devaraj, Sundarraj, Kashi, and Jagadish Malnad—came from amateur theatre.

In the technical fields too, people such as C. Ashwath (music director), Shashidhar Adapa (art), Ramesh Desai (art), Vaishali Kasaravalli (costume design), Jayashree (singer and actress), and T.N. Narasimhan (actor and director) brought greater creativity and originality to Kannada cinema.

Thus, Kannada cinema continued to grow by drawing strength from the richness and vitality of theatre.

In recent years, theatre activities have gained considerable momentum across Karnataka. A large number of enthusiastic young people have entered the field. Both cinema and television have grown into industries.

For many, the primary attractions are the instant fame and money these fields offer, rather than a love for art, a deep engagement with it, or the desire to explore something new. This may not apply to everyone, but it is true of a large section of those involved in these fields.

People with little understanding of visual composition are directing mega-serials, while acting is often reduced to mechanically delivering lines. There is a growing number of people eager to appear in television serials and reality shows that remain miles away from intellectual engagement.

Cinema, meanwhile, has largely surrendered to the menace of remakes. Real-estate money and underground money behind film production are driven by motivations very different from the pursuit of artistic exploration. As a result, there is little concern for quality.

In such circumstances, theatre companies are increasingly becoming training grounds that supply artistes and technicians to cinema and television. Even if they are few in number, it is fortunate for Kannadigas that amateur theatre groups with a genuine commitment to theatre continue to remain active.

Thus, the relationship between Kannada theatre and cinema continues unabated.`,
    },
    gallery: [
      {
        src: '/menus/article/images/01-images/02.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/03.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/04.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/05.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/06.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/07.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/08.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/09.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/01-images/10.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
    ],
    layout: 'landscape',
    galleryMode: 'interleave',
  },
  {
    id: '02',
    slug: 'madakari-nadu-and-cinema',
    image: '/menus/article/images/02-images/01.jpg',
    date: '',
    category: {
      kn: 'ಕನ್ನಡ ಸಿನಿಮಾ',
      en: 'Kannada Cinema',
    },
    subtitle: {
      kn: 'ಶಶಿಧರ ಚಿತ್ರದುರ್ಗ, ಪತ್ರಕರ್ತ',
      en: 'Shashidhar Chitradurga, Journalist',
    },
    title: {
      kn: 'ಮದಕರಿ ನಾಡು ಮತ್ತು ಸಿನಿಮಾ',
      en: 'Madakari Nadu and Cinema',
    },
    profile: {
      image: '/menus/pics/Honavalli-Krishna.webp',
      name: {
        kn: 'ಹೊನ್ನವಳ್ಳಿ ಕೃಷ್ಣ',
        en: 'Honnavalli Krishna',
      },
      role: {
        kn: 'ನಟ',
        en: 'Actor',
      },
      intro: {
        kn: 'ನಟ ಹೊನ್ನವಳ್ಳಿ ಕೃಷ್ಣ ನಟನೆ ಜೊತೆಗೆ 40ಕ್ಕೂ ಹೆಚ್ಚು ಚಿತ್ರಗಳಿಗೆ ಸಹನಿರ್ದೇಶಕರಾಗಿ ಕೆಲಸ ಮಾಡಿದ್ದಾರೆ. ಹೀಗೆ ನಟ – ಸಹನಿರ್ದೇಶಕನಾಗಿ ‘ಶ್ರೀನಿವಾಸ ಕಲ್ಯಾಣ’ ಸಿನಿಮಾದಲ್ಲಿ ಕೆಲಸ ಮಾಡುವಾಗಿನ ಶೂಟಿಂಗ್‌ ಸೋಜಿಗವೊಂದನ್ನು ನೆನಪು ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ.',
        en: 'Actor Honnavalli Krishna has worked as a co-director on more than 40 films alongside his acting career. Here, he recalls a shooting anecdote from his time working as an actor–co-director on the film Srinivasa Kalyana.',
      },
    },
    body: {
      kn: `ಪುಟ್ಟಣ್ಣ ನಿರ್ದೇಶನದ ‘ನಾಗರಹಾವು’, ಜಿ.ವಿ.ಅಯ್ಯರ್ ಅವರ ‘ಹಂಸಗೀತೆ’ ಚಿತ್ರಗಳು ದುರ್ಗದ ಆಕರ್ಷಣೆಯನ್ನು ಹೆಚ್ಚಿಸಿದವು. ಆನಂತರ ಸಾಕಷ್ಟು ಸಿನಿಮಾಗಳು ಕೋಟೆಯಲ್ಲಿ ಚಿತ್ರಣಗೊಂಡಿದ್ದು, ಇಲ್ಲಿನ ಸಿನಿಮಾ ಚಟುವಟಿಕೆಗಳಿಗೂ ಇಂಬು ಸಿಕ್ಕಿತು.

ಶಶಿಧರ ಚಿತ್ರದುರ್ಗ, ಪತ್ರಕರ್ತ

‘ಹಾವಿನ ದ್ವೇಷ ಹ್ನನೆರೆಡು ವರುಷ..’
‘ಕನ್ನಡ ನಾಡಿನ ವೀರರಮಣಿಯ, ಗಂಡು ಭೂಮಿಯ ವೀರ ನಾರಿಯ..’
ಪುಟ್ಟಣ್ಣ ಕಣಗಾಲ್ ನಿರ್ದೇಶನದ ‘ನಾಗರಹಾವು’ಸಿನಿಮಾದ ಈ ಹಾಡುಗಳನ್ನು ಕೇಳಿದಾಗ ಈಗಲೂ ನಮ್ಮ ಮುಂದೆ ದುರ್ಗದ ಕೋಟೆ ಕಣ್ಮುಂದೆ ಬರುತ್ತದೆ. ಸಾಹಿತಿ ತರಾಸು ಸೃಷ್ಟಿಸಿದ ಅಪ್ಪಟ ನೇಟಿವಿಟಿಯ ಪಾತ್ರಗಳದ್ದು ಒಂದು ತೂಕವಾದರೆ, ಈ ಪಾತ್ರಗಳಿಗೆ ಜೀವ ತುಂಬಿ ದುರ್ಗವನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಚಿತ್ರೀಕರಿಸಿದ ಪುಟ್ಟಣ್ಣನವರ ನಿರ್ದೇಶನದ್ದು ಮತ್ತೊಂದು ತೂಕ. ಚಿತ್ರದಲ್ಲಿ ಪುಟ್ಟಣ್ಣ ಕೋಟೆಯನ್ನೂ ಒಂದು ಪಾತ್ರವಾಗಿಸಿದರು. ಅವರ ಕಲ್ಪನೆಗೆ ಪೂರಕವಾದ ಸಂಗೀತ, ಗೀತಸಾಹಿತ್ಯ, ಛಾಯಾಗ್ರಹಣದಿಂದಾಗಿ ‘ನಾಗರಹಾವು’ (1972), ‘ದುರ್ಗದ ಚಿತ್ರ’ವಾಯ್ತು. ಈ ಸಿನಿಮಾ ದುರ್ಗದ ಕೋಟೆ, ಇಲ್ಲಿನ ಇನ್ನಿತರೆ ಪ್ರವಾಸಿ ತಾಣಗಳನ್ನು ಮತ್ತಷ್ಟು ಜನಪ್ರಿಯಗೊಳಿಸಿದ್ದು ಹೌದು. ಚಿತ್ರ ತೆರೆಕಂಡು ಅರ್ಧ ಶತಮಾನವೇ ಆಗುತ್ತಿದೆ. ಕೋಟೆಗೆ ಭೇಟಿ ನೀಡುವ ಕನ್ನಡಿಗರು ಈಗಲೂ ‘ರಾಮಾಚಾರಿ’ ಓಡಾಡಿದ ಜಾಗಗಳನ್ನು ಗುರುತಿಸುತ್ತಾರೆ!
ತರಾಸು ಅವರ ‘ಹಂಸಗೀತೆ’ ಕೃತಿ ಜಿ.ವಿ.ಅಯ್ಯರ್ ನಿರ್ದೇಶನದಲ್ಲಿ ದುರ್ಗದಲ್ಲಿ ಚಿತ್ರಣಗೊಂಡು 1975ರಲ್ಲಿ ತೆರೆಗೆ ಬಂತು. ಈ ಸಂಗೀತಪ್ರಧಾನ ಸಿನಿಮಾ ದುರ್ಗದ ಕೋಟೆಗೆ ವಿಶಿಷ್ಟ ಸಾಂಸ್ಕೃತಿಕ ಆಯಾಮ ದೊರಕಿಸಿಕೊಟ್ಟಿತು. ವ್ಯಾಪಾರಿ ಚಿತ್ರದ ಚೌಕಟ್ಟಿಲ್ಲದ ‘ಹಂಸಗೀತೆ’ ತನ್ನ ಮಿತಿಯಲ್ಲೇ ಕೋಟೆಯನ್ನು ಬೆಳಗಿಸಿತು. ಈ ಚಿತ್ರದ ನಂತರ ಕೋಟೆಯೊಳಗಿನ ಗೋಪಾಲಸ್ವಾಮಿ ಹೊಂಡದ ಹಿಂಬದಿಯ ಬಂಡೆ ‘ಹಂಸಗೀತೆ ಕಲ್ಲು’ ಎಂದೇ ಕರೆಸಿಕೊಂಡಿತು. ಈ ಎರಡು ಚಿತ್ರಗಳು ದುರ್ಗಕ್ಕೆ ಪ್ರವಾಸಿಗರನ್ನು ಸೆಳೆಯುವುದರ ಜೊತೆಗೆ ಆಯಾ ಚಿತ್ರದ ನಟ-ನಟಿಯರ ವೃತ್ತಿ ಬದುಕಿಗೂ ತಿರುವು ನೀಡಿದವು. ಸ್ಥಳೀಯರ ಸಿನಿಮಾ ಪ್ರೀತಿಗೆ ಇಂಬು ನೀಡಿದ್ದಲ್ಲದೆ ಇಲ್ಲಿನವರು ಚಿತ್ರರಂಗದ ಚಟುವಟಿಕೆಗಳಲ್ಲಿ ತೊಡಗಿಕೊಳ್ಳಲು ಪ್ರೇರಣೆ ಸಿಕ್ಕಿತು. ಆಗಿನಿಂದ ಇಂದಿನವರೆಗೂ ಜಿಲ್ಲೆಯ ಹಲವರು ನಟನೆ, ನಿರ್ದೇಶನ, ಚಿತ್ರನಿರ್ಮಾಣ, ಹೂಡಿಕೆ, ವಿತರಣೆಯಲ್ಲಿ ಸಕ್ರಿಯರಾಗಿದ್ದಾರೆ.
ದುರ್ಗದ ಮತ್ತೊಬ್ಬರು ಹೆಮ್ಮೆಯ ಸಾಹಿತಿ ಬಿ.ಎಲ್.ವೇಣು ಅವರ ಹೆಸರು ಕೋಟೆಯೊಂದಿಗೆ ಬೆಸೆದುಕೊಂಡಿದೆ. ಹಿರಿಯ ಚಿತ್ರನಿರ್ದೇಶಕ ಟಿ.ಎಸ್.ನಾಗಾಭರಣ ಅವರು ವೇಣು ಅವರ ‘ಕಲ್ಲರಳಿ ಹೂವಾಗಿ’ ಕೃತಿಯನ್ನು ಅದೇ ಶೀರ್ಷಿಕೆಯಡಿ ಸಿನಿಮಾ (2006) ಮಾಡಿದ್ದರು. ಐತಿಹಾಸಿಕ ಕಾಲಘಟ್ಟದ ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಕಾಲ್ಪನಿಕ ಪ್ರೇಮಕತೆಯೊಂದಿಗೆ ಕೋಮು ಸಾಮರಸ್ಯ ಸಾರಿದ್ದ ಮಹತ್ವದ ಪ್ರಯೋಗವಿದು. ಬಹುತೇಕ ಕೋಟೆಯಲ್ಲೇ ಸಿನಿಮಾದ ಚಿತ್ರೀಕರಣ ನಡೆಸಲಾಗಿತ್ತು. ಈ ಹಿಂದೆ ಪುಟ್ಟಣ್ಣನವರ ‘ನಾಗರಹಾವು’ ಚಿತ್ರದಲ್ಲಿ ‘ಜಲೀಲ’ನ ಪಾತ್ರದೊಂದಿಗೆ ಬೆಳ್ಳಿತೆರೆ ಪ್ರವೇಶಿಸಿದ್ದ ಅಂಬರೀಶ್ ‘ಕಲ್ಲರಳಿ ಹೂವಾಗಿ’ ಚಿತ್ರದಲ್ಲಿ ಮದಕರಿ ನಾಯಕರ ಪಾತ್ರ ಪೋಷಿಸಿದ್ದು ವಿಶೇಷ. ಈ ಸಿನಿಮಾಗೆ ರಾಷ್ಟ್ರೀಯ ಭಾವೈಕ್ಯತೆ ವಿಭಾಗದಲ್ಲಿ ರಾಷ್ಟ್ರಪ್ರಶಸ್ತಿ ಸಂದಿದೆ.
ಬಿ.ಎಲ್.ವೇಣು ಅವರ ಕೃತಿಯನ್ನು ಆಧರಿಸಿ ತಯಾರಾದ ‘ಬಿಚ್ಚುಗತ್ತಿ’ ದುರ್ಗದ ನಾಯಕರ ಕುರಿತ ಮತ್ತೊಂದು ದೊಡ್ಡ ಚಿತ್ರ. ದುಬಾರಿ ವೆಚ್ಚ ಮತ್ತು ಗ್ರಾಫಿಕ್ ತಂತ್ರಜ್ಞಾನದೊಂದಿಗೆ ತೆರೆಗೆ ಬಂದ ಚಿತ್ರಕ್ಕೆ ಕೊರೊನಾದಿಂದ ಹಿನ್ನೆಡೆಯಾಗಿದ್ದು ವಿಪರ್ಯಾಸ. ಈ ಮಧ್ಯೆ ವೀರವನಿತೆ ‘ಒನಕೆ ಓಬವ್ವ’ಳ ಚಿತ್ರವೂ ಬಂದುಹೋಯ್ತು. ಈ ಎರಡೂ ಚಿತ್ರಕ್ಕೆ ಸಾಹಿತಿ ವೇಣು ಅವರ ಚಿತ್ರಸಾಹಿತ್ಯವಿತ್ತು. ಇದೀಗ ಅವರು ದರ್ಶನ್ ಅಭಿನಯದ ‘ಗಂಡುಗಲಿ ಮದಕರಿ ನಾಯಕ’ ಚಿತ್ರಕ್ಕೆ ಸಂಭಾಷಣೆ ಬರೆಯುತ್ತಿದ್ದಾರೆ. ಸ್ಟಾರ್ ನಟನ ಐತಿಹಾಸಿಕ ಸಿನಿಮಾ ದುಬಾರಿ ಬಜೆಟ್‌ನಲ್ಲಿ ಸಿದ್ಧವಾಗಲಿದೆ. ಹಿರಿಯ ಚಿತ್ರನಿರ್ದೇಶಕ ಎಸ್.ವಿ.ರಾಜೇಂದ್ರಸಿಂಗ್ ಬಾಬು ನಿರ್ದೇಶನದ ಸಾರಥ್ಯ ವಹಿಸಿದ್ದಾರೆ. ದೃಶ್ಯವೈಭವದ ಜೊತೆ ವೇಣು ಅವರ ಸತ್ವಯುತ ಸಂಭಾಷಣೆಯಿಂದಾಗಿ ನಾಯಕರ ಇತಿಹಾಸ ತೆರೆಮೇಲೆ ಸಮರ್ಪಕವಾಗಿ ಮೂಡಿಬರಲಿ ಎನ್ನುವುದು ದುರ್ಗದವರ ಆಶಯ.
ಕನ್ನಡದ ಚಿತ್ರರಂಗದ ಖ್ಯಾತ ನಿರ್ದೇಶಕ ಜೋಡಿ ದೊರೈ – ಭಗವಾನ್ ಅವರು ತರಾಸು ಅವರ ಹಲವು ಕೃತಿಗಳನ್ನು ತೆರೆಗೆ ಅಳವಡಿಸಿದ್ದಾರೆ. ತರಾಸು ರಚಿಸಿದ ಪಾತ್ರ, ಸನ್ನಿವೇಶ, ಪ್ರದೇಶಗಳಲ್ಲಿ ದುರ್ಗದ ಪ್ರಸ್ತಾಪವಾಗುತ್ತದೆ. ಸಿನಿಮಾಗಳಲ್ಲಿ ನಿರ್ದೇಶಕರು ಈ ಪ್ರಸ್ತಾವನೆಯನ್ನು ಹಾಗೆಯೇ ಉಳಿಸಿಕೊಂಡಿದ್ದು, ಸಾಧ್ಯವಾದಷ್ಟೂ ನೇಟಿವಿಟಿಗೆ ಬದ್ಧವಾಗಿ ಚಿತ್ರಿಸಿದ್ದಾರೆ. ಕೋಟೆಯಲ್ಲಿ ‘ಹಂಸಗೀತೆ’ ನಿರ್ದೇಶಿಸಿದ ಜಿ.ವಿ.ಅಯ್ಯರ್ ತೊಂಬತ್ತರ ದಶಕದ ಕೊನೆಗೆ ದುರ್ಗದಲ್ಲಿ ಮತ್ತೆ ಚಿತ್ರೀಕರಣ ನಡೆಸಿದ್ದರು. ಅವರ ನಿರ್ದೇಶನದ ಕನ್ನಡ – ಹಿಂದಿ ಕಿರುತೆರೆ ಸರಣಿ ‘ರಾಣಿ ಶಾಂತಲಾ’ ಕೋಟೆ ಹಾಗೂ ಚಂದ್ರವಳ್ಳಿಯಲ್ಲಿ ಚಿತ್ರೀಕರಣಗೊಂಡಿತ್ತು.
ಕಳೆದೆರೆಡು ದಶಕಗಳಲ್ಲಿ ಹಲವಾರು ಚಿತ್ರಗಳ ಹಾಡುಗಳು ಹಾಗೂ ಬಿಡಿ ಸನ್ನಿವೇಶಗಳನ್ನು ಕೋಟೆ ಹಾಗೂ ದುರ್ಗದ ಇನ್ನಿತರೆ ಪ್ರವಾಸಿ ತಾಣಗಳಲ್ಲಿ ಚಿತ್ರಿಸಲಾಗಿದೆ. ಶ್ರೀಗಂಧ, ಹುಡುಗ್ರು, ಅದೃಷ್ಟ, ಬಂಟ, ದೊಡ್ಮನೆ ಹುಡ್ಗ, ಅಜಯ್, ರೋಜ್, ಜ್ಯೋತಿರಾಜ್, ಸೂಜಿದಾರ, ಪಡ್ಡೆಹುಲಿ… ಕೆಲವು ಪ್ರಮುಖ ಸಿನಿಮಾಗಳು. ಸಾಯಿಕುಮಾರ್ ನಟನೆಯ ‘ದುರ್ಗದ ಹುಲಿ’ ವಿಶಿಷ್ಟ ಕತೆಯಿಂದಾಗಿ ಗಮನ ಸೆಳೆಯಿತು. ದೊಡ್ಡ ಯಶಸ್ಸು ಕಂಡ ‘ಮಿಸ್ಟರ್ ಅಂಡ್ ಮಿಸೆಸ್ ರಾಮಾಚಾರಿ’ ಚಿತ್ರದ ಕ್ಲೈಮ್ಯಾಕ್ಸ್ ಚಿತ್ರಿಸಿದ್ದು ತುಪ್ಪದ ಕೊಳದ ಮೇಲೆ. ಹೀರೋ ಯಶ್ ಈ ಚಿತ್ರದಲ್ಲಿ ನಟ ವಿಷ್ಣುವರ್ಧನ್ ಅಭಿಮಾನಿಯ ಪಾತ್ರದಲ್ಲಿದ್ದರು. ವಿಷ್ಣು ನಟಿಸಿದ್ದ ‘ರಾಮಾಚಾರಿ’ ಪಾತ್ರವನ್ನು ನೆನಪು ಮಾಡುವ ನಿರ್ದೇಶಕರ ಐಡಿಯಾ ಇಲ್ಲಿ ಕ್ಲಿಕ್ಕಾಯ್ತು. ನಿರ್ದೇಶಕ ಸೂರಿ ತಮ್ಮ ‘ಕೆಂಡಸಂಪಿಗೆ’ಯಲ್ಲಿ ದುರ್ಗವನ್ನು ಆಕರ್ಷಕವಾಗಿ ಸೆರೆಹಿಡಿದು ದುರ್ಗದ ಸಿನಿಪ್ರಿಯರ ಅಪಾರ ಮೆಚ್ಚುಗೆಗೆ ಪಾತ್ರರಾದರು.
ಇದೀಗ ಉತ್ಸಾಹಿ ಯುವಕರು ಆಲ್ಬಂ ಸಾಂಗ್‌ಗಳಲ್ಲಿ ದುರ್ಗದ ಸೌಂದರ್ಯವನ್ನು ಹಿಡಿಯಲು ಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ. ವಿನಾಯಕ್ ನಿರ್ದೇಶನದ ‘ಕೆಎ 16’ ಈ ಪೈಕಿ ಒಂದು ಯಶಸ್ವೀ ಪ್ರಯತ್ನ. ಇತ್ತೀಚಿನ ವರ್ಷಗಳಲ್ಲಿ ದುರ್ಗವೆಂದರೆ ಸಿನಿಮಾ ಮಂದಿಗೂ ವಿಶೇಷ ಪ್ರೀತಿ. ಆಡಿಯೋ ರಿಲೀಸ್, ಸಿನಿಮಾ ಪ್ರೊಮೋಷನ್ ಇವೆಂಟ್ಗಳು ಆಗಿಂದಾಗ್ಗೆ ದುರ್ಗದಲ್ಲಿ ನಡೆಯುತ್ತಲೇ ಇರುತ್ತವೆ. “ಮಧ್ಯಕರ್ನಾಟಕ ದುರ್ಗಕ್ಕೂ, ಸಿನಿಮಾರಂಗಕ್ಕೂ ಬಹು ಹಿಂದಿನ ನಂಟು ಇದೆ. ಐವತ್ತರ ದಶಕದಲ್ಲೇ ಇಲ್ಲಿನವರು ಸಿನಿಮಾಗಳಿಗೆ ಹೂಡಿಕೆ ಮಾಡುತ್ತಾ ಬಂದಿದ್ದಾರೆ. ವ್ಯವಹಾರ - ಚಿತ್ರವಿತರಣೆಯಲ್ಲದೆ ಇಲ್ಲಿಂದ ದೊಡ್ಡ ಸಂಖ್ಯೆಯ ಕಲಾವಿದರು, ತಂತ್ರಜ್ಞರು ಚಿತ್ರರಂಗ ಪ್ರವೇಶಿಸಿದ್ದಾರೆ. ಮೇರು ಸಾಹಿತಿ  ತರಾಸು ಕೃತಿಗಳು ಬೆಳ್ಳಿತೆರೆಯಲ್ಲಿ ದುರ್ಗವನ್ನು ಬೆಳಗಿಸಿದವು. ಈ ಹಾದಿ ನಮಗೂ ಮೇಲ್ಪಂಕ್ತಿಯಾಯ್ತು” ಎನ್ನುತ್ತಾರೆ ಸಾಹಿತಿ ಬಿ.ಎಲ್.ವೇಣು. ಕನ್ನಡನಾಡಿನಲ್ಲಿ ಸಾಹಿತ್ಯ ಮತ್ತು ಸಿನಿಮಾಗೆ ಸೇತುವೆಯಾಗಿರುವ ಬೆರಳೆಣಿಕೆಯ ಬರಹಗಾರರಲ್ಲಿ ವೇಣು ಪ್ರಮುಖರು. ಕತೆ - ಕಾದಂಬರಿಯೊಂದು ಸಿನಿಮಾ ಆಗುವಾಗಿನ ಮಿತಿಗಳು ಅವರಿಗೆ ಗೊತ್ತು. “ಕಾದಂಬರಿ ಓದಿದಾಗ ಸಿಗುವ ತೃಪ್ತಿ, ಆ ಕತೆಯ ಸಿನಿಮಾವನ್ನು ನೋಡಿದಾಗ ಸಿಗದು ಎಂದೇ ಬಹುಪಾಲು ಜನರು ಅಭಿಪ್ರಾಯಪಡುತ್ತಾರೆ. ಸಿನಿಮಾ ಬೇರೆಯದ್ದೇ ಕ್ಯಾನ್ವಾಸ್ ಬೇಡುತ್ತದೆ. ಆಗ ಮಾರ್ಪಾಡು ಸಹಜ. ಕಾದಂಬರಿ ಆಧರಿಸಿ ಸಿನಿಮಾ ಮಾಡಬಹುದೇ ಹೊರತು ಕಾದಂಬರಿಯನ್ನೇ ಸಿನಿಮಾ ಮಾಡುವುದು ಕಷ್ಟ. ಅಂತಹ ಸಾಕಷ್ಟು ಮಿತಿಗಳ ಮಧ್ಯೆಯೂ ನಮ್ಮ ದುರ್ಗ ಪಾತ್ರವಾಗಬಲ್ಲ ಸಾಕಷ್ಟು ಕತೆಗಳು ನಮ್ಮ ಬರಹಗಾರರಲ್ಲಿವೆ” ಎನ್ನುತ್ತಾರೆ ಬಿ.ಎಲ್.ವೇಣು.

ದುರ್ಗದ ಕಾದಂಬರಿಕಾರರಾದ ತರಾಸು ಮತ್ತು ಬಿ.ಎಲ್‌.ವೇಣು

\'ನಾಗರಹಾವು\' ಚಿತ್ರದಲ್ಲಿ ವಿಷ್ಣುವರ್ಧನ್‌

ನಿರ್ದೇಶಕರಾದ ಪುಟ್ಟಣ್ಣ ಕಣಗಾಲ್‌, ಜಿ.ವಿ.ಅಯ್ಯರ್, ಟಿ.ಎಸ್.ನಾಗಾಭರಣ

\'ಹಂಸಗೀತೆ\' ಚಿತ್ರದಲ್ಲಿ ಅನಂತನಾಗ್‌

\'ಕಲ್ಲರಳಿ ಹೂವಾಗಿ\' ಚಿತ್ರದಲ್ಲಿ ಉಮಾ, ವಿಜಯ ರಾಘವೇಂದ್ರ

\'ನಾಗರವಹಾವು\' ಚಿತ್ರದಲ್ಲಿ ಒನಕೆ ಓಬವ್ವ ಪಾತ್ರದಲ್ಲಿ ಜಯಂತಿ`,
      en: `Puttanna’s Nagarahavu and G.V. Iyer’s Hamsageethe enhanced the appeal of Chitradurga Fort. Since then, several films have been shot at the fort, giving further impetus to cinematic activities in the region.

Shashidhar Chitradurga, Journalist

“Haavina Dvesha Hanneradu Varusha…”
“Kannada Naadina Veera Ramanıya, Gandu Bhoomiya Veera Naariya…”

Even today, whenever we hear these songs from Puttanna Kanagal’s Nagarahavu, the magnificent Chitradurga Fort instantly comes alive before our eyes.

The characters created with authentic native flavour by writer Ta.Ra.Su. carry one kind of weight, while Puttanna’s direction, which brought those characters to life and captured the fort so effectively, carries another. In the film, Puttanna transformed the fort itself into a character.

Supported by music, lyrics, and cinematography that complemented his vision, Nagarahavu (1972) became a true “film of the fort.” The movie undoubtedly made Chitradurga Fort and other tourist attractions in the region even more popular. It has now been nearly half a century since the film was released, yet Kannadigas visiting the fort still identify the places where the character Ramachari once walked!

Ta.Ra.Su.’s novel Hamsageethe was filmed in Chitradurga under the direction of G.V. Iyer and released in 1975. This music-oriented film gave the fort a unique cultural dimension. Free from the conventional framework of commercial cinema, Hamsageethe illuminated the fort in its own distinctive way.

After the film, the rock behind Gopal Swamy Honda inside the fort came to be popularly known as “Hamsageethe Kallu” (Hamsageethe Rock).

These two films not only attracted tourists to Chitradurga but also became turning points in the professional lives of the actors who appeared in them. They strengthened the local passion for cinema and inspired people from the region to become involved in the film industry. Since then, several people from the district have been active in acting, direction, film production, investment, and distribution.

Another proud literary figure from Chitradurga, B.L. Venu, is also closely associated with the fort. Veteran filmmaker T.S. Nagabharana adapted Venu’s work Kallarali Hoovagi into a film of the same name in 2006. Set against a historical backdrop, this significant experiment combined a fictional love story with a message of communal harmony.

A major portion of the film was shot at the fort itself. It was particularly significant that Ambareesh, who had made his silver-screen debut as Jaleela in Puttanna’s Nagarahavu, portrayed the role of Madakari Nayaka in Kallarali Hoovagi. The film received the National Award in the National Integration category.

Another major film based on the works of B.L. Venu was Bichhugatti, centred on the Nayakas of Chitradurga. The film arrived on screen with a high budget and extensive use of graphic technology, but ironically suffered a setback due to the COVID-19 pandemic.

Meanwhile, the film on the legendary warrior woman Onake Obavva was also released. Both films were based on Venu’s literary work. He is now writing the dialogues for the Darshan-starrer historical film Gandugali Madakari Nayaka.

The star-led historical film is being made on a large budget, with veteran filmmaker S.V. Rajendra Singh Babu at the helm. The people of Chitradurga hope that the history of the Nayakas will be brought to the screen effectively through spectacular visuals and Venu’s powerful dialogues.

The famous Kannada filmmaking duo Dora–Bhagavan adapted several works of Ta.Ra.Su. for the screen. Chitradurga and its surroundings often appear in the characters, situations, and locations created by Ta.Ra.Su. The directors retained these references in their films and, as far as possible, remained faithful to the native flavour of the stories.

G.V. Iyer, who directed Hamsageethe at the fort, returned to Chitradurga for another shoot in the late 1990s. His Kannada-Hindi television series Rani Shantala was filmed at the fort and Chandravalli.

Over the past two decades, songs and individual scenes from several films have been filmed at the fort and other tourist attractions in Chitradurga. Some notable films include Shrigandha, Hudugaru, Adrushta, Banta, Dodmane Hudga, Ajay, Rose, Jyothiraj, Sujidaara, and Padde Huli.

Saikumar’s Durgada Huli attracted attention for its distinctive story. The climax of the hugely successful Mr. and Mrs. Ramachari was filmed at Tuppada Kola. The film’s hero, Yash, played a fan of actor Vishnuvardhan. The director’s idea of evoking Vishnuvardhan’s iconic Ramachari character worked remarkably well.

Director Suri also captured Chitradurga beautifully in his film Kendasampige, earning immense appreciation from cinema lovers in the region.

Today, enthusiastic young filmmakers are attempting to capture the beauty of Chitradurga in album songs as well. KA 16, directed by Vinayak, is one successful example.

In recent years, Chitradurga has developed a special connection with the film fraternity. Audio launches and film promotional events are frequently held at the fort.

“The relationship between central Karnataka’s Chitradurga and the film industry goes back a long way. People from this region have been investing in films since the 1950s. Apart from business and film distribution, a large number of artistes and technicians from here have entered the film industry. The works of the great writer Ta.Ra.Su. brought Chitradurga alive on the silver screen. That path became an inspiration for us as well,” says writer B.L. Venu.

Venu is among the few writers in Karnataka who have served as a bridge between literature and cinema. He understands the limitations involved when a story or novel is adapted into a film.

“Most people feel that the satisfaction they get from reading a novel cannot be replicated by watching a film based on that story. Cinema demands an entirely different canvas, so changes are inevitable. A film can be based on a novel, but it is difficult to simply turn the novel itself into a film. Despite all these limitations, our writers have created many stories in which Chitradurga itself can become a character,” says B.L. Venu.

Novelist-writers from Chitradurga: Ta.Ra.Su. and B.L. Venu

Vishnuvardhan in Nagarahavu

Directors Puttanna Kanagal, G.V. Iyer, and T.S. Nagabharana

Anant Nag in Hamsageethe

Uma and Vijay Raghavendra in Kallarali Hoovagi

Jayanthi as Onake Obavva in Nagarahavu`,
    },
    gallery: [
      {
        src: '/menus/article/images/02-images/02.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/02-images/03.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/02-images/04.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/02-images/05.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/02-images/06.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
      {
        src: '/menus/article/images/02-images/07.jpg',
        caption: {
          kn: '',
          en: '',
        },
      },
    ],
    layout: 'landscape',
    galleryMode: 'interleave',
  },
]

export function getArticlePostBySlug(slug) {
  return articlePosts.find((post) => post.slug === slug) ?? null
}

export function getArticleAdjacent(slug) {
  const index = articlePosts.findIndex((post) => post.slug === slug)
  if (index < 0) return { prev: null, next: null }
  return {
    prev: index > 0 ? articlePosts[index - 1] : null,
    next: index < articlePosts.length - 1 ? articlePosts[index + 1] : null,
  }
}

export function getArticleRelated(slug, limit = 4) {
  return articlePosts.filter((post) => post.slug !== slug).slice(0, limit)
}

